Repository: AbdurazzoqovA/summy_saas
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, nl, pt

source: We will provide you with prior notice of any scheduled changes to the Services you are using. The modified Legal Terms will become effective upon posting or notifying you by info@summarygenerator.io, as stated in the email message. By continuing to use the Services after the effective date of any changes, you agree to be bound by the modified terms.
de: Wir werden Sie vorab über alle geplanten Änderungen an den von Ihnen genutzten Diensten informieren.
es: Le proporcionaremos un aviso previo de cualquier cambio programado en los Servicios que está utilizando. Los Términos Legales modificados serán efectivos al publicarse o al notificarle por info@summarygenerator.io, como se indica en el mensaje de correo electrónico. Al continuar utilizando los Servicios después de la fecha efectiva de cualquier cambio, acepta estar sujeto a los términos modificados.
fr: Nous vous informerons au préalable de toute modification programmée des services que vous utilisez.
nl: Wij zullen u vooraf op de hoogte stellen van geplande wijzigingen in de Services die u gebruikt.
pt: Forneceremos a você aviso prévio de quaisquer mudanças programadas nos Serviços que você está utilizando. Os Termos Legais modificados entrarão em vigor mediante publicação ou notificação por info@summarygenerator.io, conforme declarado na mensagem de e-mail. Ao continuar a usar os Serviços após a data efetiva de quaisquer alterações, você concorda em ficar vinculado aos termos modificados.

source: The Services are intended for users who are at least 13 years of age. All users who are minors in the jurisdiction in which they reside (generally under the age of 18) must have the permission of, and be directly supervised by, their parent or guardian to use the Services. If you are a minor, you must have your parent or guardian read and agree to these Legal Terms prior to you using the Services. We recommend that you print a copy of these Legal Terms for your records.
de: Die Dienste richten sich an Nutzer, die mindestens 13 Jahre alt sind.
es: Los Servicios están destinados a usuarios que tengan al menos 13 años de edad. Todos los usuarios que sean menores de edad en la jurisdicción en la que residen (generalmente menores de 18 años) deben contar con el permiso y la supervisión directa de sus padres o tutores para utilizar los Servicios. Si es menor de edad, debe hacer que sus padres o tutores lean y acepten estos Términos Legales antes de usar los Servicios. Recomendamos que imprima una copia de estos Términos Legales para sus registros.
fr: Les Services sont destinés aux utilisateurs âgés d'au moins 13 ans.
nl: De Diensten zijn bedoeld voor gebruikers die minimaal 13 jaar oud zijn.
pt: Os Serviços são destinados a usuários com pelo menos 13 anos de idade. Todos os usuários menores de idade na jurisdição em que residem (geralmente com menos de 18 anos) devem ter permissão e supervisão direta de um dos pais ou responsável para usar os Serviços. Se você é menor de idade, seu pai ou responsável deve ler e concordar com estes Termos Legais antes de você usar os Serviços. Recomendamos que você imprima uma cópia destes Termos Legais para seus registros.

source: 1. OUR SERVICES
de: 1. UNSERE DIENSTLEISTUNGEN
es: 1. NUESTROS SERVICIOS
fr: 1. NOS SERVICES
nl: 1. ONZE DIENSTEN
pt: 1. NOSSOS SERVIÇOS

source: 2. INTELLECTUAL PROPERTY RIGHTS
de: 2. GEISTIGES EIGENTUMSRECHT
es: 2. DERECHOS DE PROPIEDAD INTELECTUAL
fr: 2. DROITS DE PROPRIÉTÉ INTELLECTUELLE
nl: 2. INTELLECTUELE EIGENDOMSRECHTEN
pt: 2. DIREITOS DE PROPRIEDADE INTELECTUAL

source: 3. USER REPRESENTATIONS
de: 3. BENUTZERDARSTELLUNGEN
es: 3. REPRESENTACIONES DEL USUARIO
fr: 3. REPRÉSENTATIONS DE L'UTILISATEUR
nl: 3. GEBRUIKERSVERTEGENWOORDIGINGEN
pt: 3. REPRESENTAÇÕES DO USUÁRIO

source: 4. USER REGISTRATION
de: 4. BENUTZERANMELDUNG
es: 4. REGISTRO DE USUARIO
fr: 4. INSCRIPTION DE L'UTILISATEUR
nl: 4. GEBRUIKERSREGISTRATIE
pt: 4. REGISTRO DO USUÁRIO

source: 5. PURCHASES AND PAYMENT
de: 5. KÄUFE UND ZAHLUNGEN
es: 5. COMPRAS Y PAGO
fr: 5. ACHATS ET PAIEMENT
nl: 5. AANKOPEN EN BETALING
pt: 5. COMPRAS E PAGAMENTO

source: 6. SUBSCRIPTIONS
de: 6. ABONNEMENTS
es: 6. SUSCRIPCIONES
fr: 6. ABONNEMENTS
nl: 6. ABONNEMENTEN
pt: 6. ASSINATURAS

source: 8. PROHIBITED ACTIVITIES
de: 8. VERBOTENE AKTIVITÄTEN
es: 8. ACTIVIDADES PROHIBIDAS
fr: 8. ACTIVITÉS INTERDITES
nl: 8. VERBODEN ACTIVITEITEN
pt: 8. ATIVIDADES PROIBIDAS

source: 9. USER GENERATED CONTRIBUTIONS
de: 9. VOM BENUTZER GENERIERTE BEITRÄGE
es: 9. CONTRIBUCIONES GENERADAS POR EL USUARIO
fr: 9. CONTRIBUTIONS GÉNÉRÉES PAR L'UTILISATEUR
nl: 9. DOOR GEBRUIKER GEGENEREERDE BIJDRAGEN
pt: 9. CONTRIBUIÇÕES GERADAS PELO USUÁRIO

source: 10. CONTRIBUTION LICENSE
de: 10. BEITRAGSLIZENZ
es: 10. LICENCIA DE CONTRIBUCIÓN
fr: 10. LICENCE DE CONTRIBUTION
nl: 10. BIJDRAGE LICENTIE
pt: 10. LICENÇA DE CONTRIBUIÇÃO

source: 11. SOCIAL MEDIA
de: 11. SOZIALE MEDIEN
es: 11. REDES SOCIALES
fr: 11. RÉSEAUX SOCIAUX
nl: 11. SOCIALE MEDIA
pt: 11. MÍDIAS SOCIAIS

source: 12. THIRD-PARTY WEBSITES AND CONTENT
de: 12. DRITTE WEBSITES UND INHALTE
es: 12. SITIOS WEB Y CONTENIDO DE TERCEROS
fr: 12. SITES WEB ET CONTENU DE TIERS
nl: 12. WEBSITES EN INHOUD VAN DERDEN
pt: 12. SITES E CONTEÚDOS DE TERCEIROS

source: 13. ADVERTISERS
de: 13. WERBETREIBENDE
es: 13. ANUNCIANTES
fr: 13. ANNONCEURS
nl: 13. ADVERTEERDERS
pt: 13. ANUNCIANTES

source: 14. SERVICES MANAGEMENT
de: 14. DIENSTLEISTUNGSMANAGEMENT
es: 14. GESTIÓN DE SERVICIOS
fr: 14. GESTION DES SERVICES
nl: 14. DIENSTENBEHEER
pt: 14. GERENCIAMENTO DOS SERVIÇOS

source: 15. PRIVACY POLICY
de: 15. DATENSCHUTZRICHTLINIE
fr: 15. POLITIQUE DE CONFIDENTIALITÉ
nl: 15. PRIVACYBELEID
pt: 15. POLÍTICA DE PRIVACIDADE

source: 16. TERM AND TERMINATION
de: 16. LAUFZEIT UND KÜNDIGUNG
es: 16. PLAZO Y TERMINACIÓN
fr: 16. DURÉE ET RÉSILIATION
nl: 16. DUUR EN BEEINDIGING
pt: 16. PRAZO E RESCISÃO

source: 17. MODIFICATIONS AND INTERRUPTIONS
de: 17. ÄNDERUNGEN UND UNTERBRECHUNGEN
es: 17. MODIFICACIONES E INTERRUPCIONES
fr: 17. MODIFICATIONS ET INTERRUPTIONS
nl: 17. WIJZIGINGEN EN ONDERBREKINGEN
pt: 17. MODIFICAÇÕES E INTERRUPÇÕES

source: 18. GOVERNING LAW
de: 18. GELTENDES RECHT
es: 18. LEGISLACIÓN APLICABLE
fr: 18. LOI APPLICABLE
nl: 18. TOEPASSELIJK RECHT
pt: 18. LEI APLICÁVEL

source: 19. DISPUTE RESOLUTION
de: 19. STREITBEILEGUNG
es: 19. RESOLUCIÓN DE DISPUTAS
fr: 19. RÈGLEMENT DES DIFFÉRENDS
nl: 19. GESCHILOPLOSSING
pt: 19. RESOLUÇÃO DE DISPUTAS

source: 20. CORRECTIONS
de: 20. KORREKTUREN
es: 20. CORRECCIONES
nl: 20. CORRECTIES
pt: 20. CORREÇÕES

source: 22. LIMITATIONS OF LIABILITY
de: 22. HAFTUNGSBESCHRÄNKUNGEN
es: 22. LIMITACIONES DE RESPONSABILIDAD
fr: 22. LIMITATIONS DE RESPONSABILITÉ
nl: 22. AANSPRAKELIJKHEIDSBEPERKINGEN
pt: 22. LIMITAÇÕES DE RESPONSABILIDADE

source: 23. INDEMNIFICATION
de: 23. FREISTELLUNG
es: 23. INDEMNIZACIÓN
fr: 23. DÉDOMMAGEMENT
nl: 23. VRIJWARING
pt: 23. INDENIZAÇÃO

source: 24. USER DATA
de: 24. BENUTZERDATEN
es: 24. DATOS DEL USUARIO
fr: 24. DONNÉES DE L'UTILISATEUR
nl: 24. GEBRUIKERSGEGEVENS
pt: 24. DADOS DO USUÁRIO

source: 25. ELECTRONIC COMMUNICATIONS, TRANSACTIONS, AND SIGNATURES
de: 25. ELEKTRONISCHE KOMMUNIKATION, TRANSAKTIONEN UND UNTERSCHRIFTEN
es: 25. COMUNICACIONES ELECTRÓNICAS, TRANSACCIONES Y FIRMA
fr: 25. COMMUNICATIONS ÉLECTRONIQUES, TRANSACTIONS ET SIGNATURES
nl: 25. ELEKTRONISCHE COMMUNICATIE, TRANSACTIES EN HANDTEKENINGEN
pt: 25. COMUNICAÇÕES ELETRÔNICAS, TRANSAÇÕES E ASSINATURAS

source: 26. CALIFORNIA USERS AND RESIDENTS
de: 26. BENUTZER UND EINWOHNER VON KALIFORNIEN
es: 26. USUARIOS Y RESIDENTES DE CALIFORNIA
fr: 26. UTILISATEURS ET RÉSIDENTS DE CALIFORNIE
nl: 26. CALIFORNISCHE GEBRUIKERS EN INWONERS
pt: 26. USUÁRIOS E RESIDENTES DA CALIFÓRNIA

source: 27. MISCELLANEOUS
de: 27. DIVERSES
es: 27. VARIOS
fr: 27. DIVERS
nl: 27. DIVERSEN
pt: 27. DIVERSOS

source: 28. CONTACT US
de: 28. KONTAKTIEREN SIE UNS
es: 28. CONTÁCTENOS
fr: 28. CONTACTEZ-NOUS
nl: 28. NEEM CONTACT MET ONS OP
pt: 28. CONTATE-NOS

source: The information provided when using the Services is not intended for distribution to or use by any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or regulation or which would subject us to any registration requirement within such jurisdiction or country. Accordingly, those persons who choose to access the Services from other locations do so on their own initiative and are solely responsible for compliance with local laws, if and to the extent local laws are applicable.
de: Die bei der Nutzung der Dienste bereitgestellten Informationen sind nicht für die Weitergabe an oder die Nutzung durch eine natürliche oder juristische Person in einer Gerichtsbarkeit oder einem Land bestimmt, in dem eine solche Weitergabe oder Nutzung gegen Gesetze oder Vorschriften verstoßen würde oder die uns einer Registrierungspflicht in diesem Bereich unterwerfen würde
es: La información proporcionada al utilizar los Servicios no está destinada a su distribución o uso por parte de ninguna persona o entidad en ninguna jurisdicción o país donde dicha distribución o uso sea contraria a la ley o regulación, o que nos someta a cualquier requisito de registro dentro de esa jurisdicción o país. En consecuencia, aquellas personas que elijan acceder a los Servicios desde otras ubicaciones lo hacen por iniciativa propia y son únicamente responsables de cumplir con las leyes locales, en la medida en que las leyes locales sean aplicables.
fr: Les informations fournies lors de l'utilisation des Services ne sont pas destinées à être distribuées ou utilisées par toute personne ou entité dans une juridiction ou un pays où une telle distribution ou utilisation serait contraire à la loi ou à la réglementation ou qui nous soumettrait à une exigence d'enregistrement au sein de cette juridiction.
nl: De informatie die wordt verstrekt bij het gebruik van de Services is niet bedoeld voor distributie aan of gebruik door een persoon of entiteit in een rechtsgebied of land waar een dergelijke distributie of gebruik in strijd zou zijn met wet- of regelgeving of die ons zou onderwerpen aan enige registratievereiste binnen dergelijke
pt: As informações fornecidas ao utilizar os Serviços não se destinam à distribuição ou uso por qualquer pessoa ou entidade em qualquer jurisdição ou país onde tal distribuição ou uso seja contrário à lei ou regulamento ou que nos sujeite a qualquer requisito de registro dentro de tal jurisdição ou país. Portanto, aquelas pessoas que optarem por acessar os Serviços de outras localizações o fazem por iniciativa própria e são inteiramente responsáveis pelo cumprimento das leis locais, se e na medida em que as leis locais sejam aplicáveis.

source: The Services are not tailored to comply with industry-specific regulations (Health Insurance Portability and Accountability Act (HIPAA), Federal Information Security Management Act (FISMA), etc.), so if your interactions would be subjected to such laws, you may not use the Services. You may not use the Services in a way that would violate the Gramm-Leach-Bliley Act (GLBA).
de: Die Dienste sind nicht auf die Einhaltung branchenspezifischer Vorschriften zugeschnitten (Health Insurance Portability and Accountability Act (HIPAA), Federal Information Security Management Act (FISMA) usw.). Wenn Ihre Interaktionen also solchen Gesetzen unterliegen würden, müssen Sie dies tun
es: Los Servicios no están diseñados para cumplir con regulaciones específicas de la industria (Ley de Portabilidad y Responsabilidad del Seguro de Salud (HIPAA), Ley de Gestión de Seguridad de la Información Federal (FISMA), etc.), por lo que si sus interacciones estarían sujetas a dichas leyes, no puede utilizar los Servicios. No puede utilizar los Servicios de manera que viole la Ley Gramm-Leach-Bliley (GLBA).
fr: Les Services ne sont pas conçus pour se conformer aux réglementations spécifiques au secteur (Health Insurance Portability and Accountability Act (HIPAA), Federal Information Security Management Act (FISMA), etc.), donc si vos interactions sont soumises à de telles lois, vous
nl: De Services zijn niet afgestemd op branchespecifieke regelgeving (Health Insurance Portability and Accountability Act (HIPAA), Federal Information Security Management Act (FISMA), enz.), dus als uw interacties aan dergelijke wetten zouden worden onderworpen,
pt: Os Serviços não são adaptados para cumprir regulamentações específicas da indústria (Lei de Portabilidade e Responsabilidade do Seguro de Saúde (HIPAA), Lei de Gerenciamento de Segurança da Informação Federal (FISMA), etc.), portanto, se suas interações estiverem sujeitas a tais leis, você não pode usar os Serviços. Você não pode usar os Serviços de maneira que viole a Lei Gramm-Leach-Bliley (GLBA).

source: Our intellectual property
de: Unser geistiges Eigentum
es: Nuestra propiedad intelectual
fr: Notre propriété intellectuelle
nl: Ons intellectueel eigendom
pt: Nossa propriedade intelectual

source: We are the owner or the licensee of all intellectual property rights in our Services, including all source code, databases, functionality, software, website designs, audio, video, text, photographs, and graphics in the Services (collectively, the 'Content'), as well as the trademarks, service marks, and logos contained therein (the 'Marks').
de: Wir sind Eigentümer oder Lizenznehmer aller geistigen Eigentumsrechte an unseren Diensten, einschließlich aller Quellcodes, Datenbanken, Funktionen, Software, Website-Designs, Audiodaten, Videos, Texte, Fotos und Grafiken in den Diensten (zusammen die „
es: Somos propietarios o licenciatarios de todos los derechos de propiedad intelectual en nuestros Servicios, incluido todo el código fuente, bases de datos, funcionalidad, software, diseños de sitios web, audio, video, texto, fotografías y gráficos en los Servicios (colectivamente, el 'Contenido'), así como las marcas comerciales, marcas de servicio y logotipos contenidos en los mismos (las 'Marcas').
fr: Nous sommes le propriétaire ou le titulaire de licence de tous les droits de propriété intellectuelle sur nos Services, y compris tous les codes sources, bases de données, fonctionnalités, logiciels, conceptions de sites Web, audio, vidéo, textes, photographies et graphiques des Services (collectivement, les «
nl: Wij zijn de eigenaar of licentiehouder van alle intellectuele eigendomsrechten op onze Services, inclusief alle broncode, databases, functionaliteit, software, website-ontwerpen, audio, video, tekst, foto's en afbeeldingen in de Services (gezamenlijk de '
pt: Somos os proprietários ou licenciados de todos os direitos de propriedade intelectual em nossos Serviços, incluindo todo o código-fonte, bancos de dados, funcionalidade, software, designs de site, áudio, vídeo, texto, fotografias e gráficos nos Serviços (coletivamente, o 'Conteúdo'), bem como as marcas registradas, marcas de serviço e logotipos contidos nele (as 'Marcas').

source: Our Content and Marks are protected by copyright and trademark laws (and various other intellectual property rights and unfair competition laws) and treaties in the United States and around the world.
de: Unsere Inhalte und Marken sind durch Urheberrechts- und Markengesetze (sowie verschiedene andere Rechte an geistigem Eigentum und Gesetze gegen unlauteren Wettbewerb) und Verträge in den Vereinigten Staaten und auf der ganzen Welt geschützt.
es: Nuestro Contenido y Marcas están protegidos por leyes de derechos de autor y marcas comerciales (y varios otros derechos de propiedad intelectual y leyes de competencia desleal) y tratados en los Estados Unidos y en todo el mundo.
fr: Notre contenu et nos marques sont protégés par les lois sur les droits d'auteur et les marques (et divers autres droits de propriété intellectuelle et lois sur la concurrence déloyale) et par des traités aux États-Unis et dans le monde.
nl: Onze inhoud en merken worden beschermd door auteursrecht- en handelsmerkwetten (en diverse andere intellectuele eigendomsrechten en wetten tegen oneerlijke concurrentie) en verdragen in de Verenigde Staten en de rest van de wereld.
pt: Nosso Conteúdo e Marcas são protegidos por leis de direitos autorais e marcas registradas (e vários outros direitos de propriedade intelectual e leis de concorrência desleal) e tratados nos Estados Unidos e ao redor do mundo.

source: The Content and Marks are provided in or through the Services 'AS IS' for your internal business purpose only.
de: Die Inhalte und Marken werden in oder über die Dienste „WIE BESEHEN“ nur für Ihre internen Geschäftszwecke bereitgestellt.
es: El Contenido y las Marcas se proporcionan en o a través de los Servicios 'TAL CUAL' únicamente para su uso interno comercial.
fr: Le contenu et les marques sont fournis dans ou via les services « EN L'ÉTAT » uniquement à des fins commerciales internes.
nl: De Inhoud en Merken worden in of via de Diensten 'AS IS' uitsluitend voor uw interne zakelijke doeleinden geleverd.
pt: O Conteúdo e as Marcas são fornecidos nos Serviços 'COMO ESTÃO' apenas para seu uso interno comercial.

source: Your use of our Services
de: Ihre Nutzung unserer Dienste
es: Su uso de nuestros Servicios
fr: Votre utilisation de nos Services
nl: Uw gebruik van onze Diensten
pt: Seu uso de nossos Serviços

source: Subject to your compliance with these Legal Terms, including the 'PROHIBITED ACTIVITIES' section below, we grant you a non-exclusive, non-transferable, revocable license to:
de: Vorbehaltlich Ihrer Einhaltung dieser rechtlichen Bedingungen, einschließlich des Abschnitts „VERBOTENE AKTIVITÄTEN“ unten, gewähren wir Ihnen eine nicht ausschließliche, nicht übertragbare und widerrufliche Lizenz für:
es: Sujeto a su cumplimiento de estos Términos Legales, incluida la sección de 'ACTIVIDADES PROHIBIDAS' a continuación, le otorgamos una licencia no exclusiva, no transferible y revocable para:
fr: Sous réserve de votre respect des présentes conditions légales, y compris de la section « ACTIVITÉS INTERDITES » ci-dessous, nous vous accordons une licence non exclusive, non transférable et révocable pour :
nl: Onder voorbehoud van uw naleving van deze Juridische Voorwaarden, inclusief het gedeelte 'VERBODEN ACTIVITEITEN' hieronder, verlenen wij u een niet-exclusieve, niet-overdraagbare, herroepbare licentie om:
pt: Sujeito ao seu cumprimento destes Termos Legais, incluindo a seção 'ATIVIDADES PROIBIDAS' abaixo, concedemos a você uma licença não exclusiva, não transferível e revogável para:

source: access the Services;
de: Zugriff auf die Dienste;
fr: accéder aux Services ;
nl: toegang tot de Diensten;
pt: acessar os Serviços;

source: download or print a copy of any portion of the Content to which you have properly gained access.
de: Laden Sie eine Kopie eines beliebigen Teils des Inhalts herunter oder drucken Sie ihn aus, zu dem Sie ordnungsgemäß Zugriff erhalten haben.
es: descargar o imprimir una copia de cualquier parte del Contenido a la que haya accedido correctamente.
fr: téléchargez ou imprimez une copie de toute partie du contenu à laquelle vous avez correctement accédé.
nl: download of print een kopie van elk deel van de Inhoud waartoe u op de juiste manier toegang hebt gekregen.
pt: baixar ou imprimir uma cópia de qualquer parte do Conteúdo ao qual você tenha acessado corretamente.

source: solely for your internal business purpose.
de: ausschließlich für Ihre internen Geschäftszwecke.
es: únicamente para su propósito comercial interno.
fr: uniquement pour vos besoins professionnels internes.
nl: uitsluitend voor uw interne zakelijke doeleinden.
pt: exclusivamente para seu uso interno comercial.

source: Except as set out in this section or elsewhere in our Legal Terms, no part of the Services and no Content or Marks may be copied, reproduced, aggregated, republished, uploaded, posted, publicly displayed, encoded, translated, transmitted, distributed, sold, licensed, or otherwise exploited for any commercial purpose whatsoever, without our express prior written permission.
de: Sofern in diesem Abschnitt oder an anderer Stelle in unseren rechtlichen Bedingungen nichts anderes festgelegt ist, dürfen kein Teil der Dienste und keine Inhalte oder Marken kopiert, reproduziert, aggregiert, erneut veröffentlicht, hochgeladen, gepostet, öffentlich angezeigt, codiert, übersetzt, übertragen oder verteilt werden
es: A excepción de lo establecido en esta sección o en otros lugares de nuestros Términos Legales, ninguna parte de los Servicios y ningún Contenido o Marca puede ser copiado, reproducido, agregado, republicado, cargado, publicado, mostrado públicamente, codificado, traducido, transmitido, distribuido, vendido, licenciado o explotado de ninguna manera con fines comerciales, sin nuestro expreso permiso previo por escrito.
fr: Sauf indication contraire dans cette section ou ailleurs dans nos conditions juridiques, aucune partie des services ni aucun contenu ou marque ne peut être copié, reproduit, agrégé, republié, téléchargé, publié, affiché publiquement, encodé, traduit, transmis, distribué.
nl: Behalve zoals uiteengezet in deze sectie of elders in onze Juridische voorwaarden, mag geen enkel onderdeel van de Services en geen enkele Inhoud of Merken worden gekopieerd, gereproduceerd, samengevoegd, opnieuw gepubliceerd, geüpload, gepost, publiekelijk weergegeven, gecodeerd, vertaald, verzonden, gedistribueerd
pt: Exceto conforme estabelecido nesta seção ou em outros lugares em nossos Termos Legais, nenhuma parte dos Serviços e nenhum Conteúdo ou Marcas podem ser copiados, reproduzidos, agregados, republicados, carregados, postados, exibidos publicamente, codificados, traduzidos, transmitidos, distribuídos, vendidos, licenciados ou explorados de qualquer forma com fins comerciais, sem nossa expressa permissão prévia por escrito.
