Repository: AbdurazzoqovA/summy_saas
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, nl, pt

source: SUMMARY OF KEY POINTS
de: ZUSAMMENFASSUNG DER WICHTIGSTEN PUNKTE
es: RESUMEN DE PUNTOS CLAVE
fr: RÉSUMÉ DES POINTS CLÉS
nl: SAMENVATTING VAN DE BELANGRIJKSTE PUNTEN
pt: RESUMO DOS PONTOS CHAVE

source: This summary provides key points from our privacy notice, but you can find out more details about any of these topics by clicking the link following each key point or by using our table of contents below to find the section you are looking for.
de: Diese Zusammenfassung enthält die wichtigsten Punkte unserer Datenschutzerklärung. Sie können jedoch weitere Details zu jedem dieser Themen erfahren, indem Sie auf den Link nach jedem wichtigen Punkt klicken oder unser Inhaltsverzeichnis unten verwenden, um den Abschnitt zu finden, nach dem Sie suchen.
es: Este resumen proporciona puntos clave de nuestro aviso de privacidad, pero puedes obtener más detalles sobre cualquiera de estos temas haciendo clic en el enlace que sigue a cada punto clave o utilizando nuestra tabla de contenidos a continuación para encontrar la sección que estás buscando.
fr: Ce résumé fournit les points clés de notre avis de confidentialité, mais vous pouvez trouver plus de détails sur l'un de ces sujets en cliquant sur le lien suivant chaque point clé ou en utilisant notre table des matières ci-dessous pour trouver la section que vous recherchez.
nl: Deze samenvatting bevat de belangrijkste punten uit onze privacyverklaring, maar u kunt meer details over elk van deze onderwerpen vinden door op de link na elk belangrijk punt te klikken of door onze inhoudsopgave hieronder te gebruiken om het gedeelte te vinden waarnaar u op zoek bent.
pt: Este resumo fornece pontos chave do nosso aviso de privacidade, mas você pode encontrar mais detalhes sobre qualquer um desses tópicos clicando no link seguindo cada ponto chave ou usando nossa tabela de conteúdo abaixo para encontrar a seção que você procura.

source: What personal information do we process? When you visit, use, or navigate our Services, we may process personal information depending on how you interact with us and the Services, the choices you make, and the products and features you use. Learn more about personal information you disclose to us.
de: Welche personenbezogenen Daten verarbeiten wir?
es: ¿Qué información personal procesamos? Cuando visitas, utilizas o navegas nuestros Servicios, podemos procesar información personal dependiendo de cómo interactúas con nosotros y los Servicios, las elecciones que haces y los productos y características que utilizas. Obtén más información sobre la información personal que nos revelas.
fr: Quelles informations personnelles traitons-nous ?
nl: Welke persoonlijke gegevens verwerken wij?
pt: Quais informações pessoais processamos? Quando você visita, usa ou navega nossos Serviços, podemos processar informações pessoais, dependendo de como você interage conosco e com os Serviços, das escolhas que você faz e dos produtos e recursos que você utiliza. Saiba mais sobre as informações pessoais que você nos fornece.

source: Do we process any sensitive personal information? We do not process sensitive personal information.
de: Verarbeiten wir sensible personenbezogene Daten?
es: ¿Procesamos información personal sensible? No procesamos información personal sensible.
fr: Traitons-nous des informations personnelles sensibles ?
nl: Verwerken we gevoelige persoonlijke informatie?
pt: Processamos informações pessoais sensíveis? Não processamos informações sensíveis pessoais.

source: Do we receive any information from third parties? We do not receive any information from third parties.
de: Erhalten wir Informationen von Dritten?
es: ¿Recibimos información de terceros? No recibimos información de terceros.
fr: Recevons-nous des informations de tiers ?
nl: Ontvangen wij informatie van derden?
pt: Recebemos informações de terceiros? Não recebemos informações de terceiros.

source: How do we process your information? We process your information to provide, improve, and administer our Services, communicate with you, for security and fraud prevention, and to comply with law. We may also process your information for other purposes with your consent. We process your information only when we have a valid legal reason to do so. Learn more about how we process your information.
de: Wie verarbeiten wir Ihre Daten?
es: ¿Cómo procesamos tu información? Procesamos tu información para proporcionar, mejorar y administrar nuestros Servicios, comunicarnos contigo, para seguridad y prevención de fraude, y para cumplir con la ley. También podemos procesar tu información para otros fines con tu consentimiento. Procesamos tu información solo cuando tenemos una razón legal válida para hacerlo. Obtén más información sobre cómo procesamos tu información.
fr: Comment traitons-nous vos informations ?
nl: Hoe verwerken wij uw gegevens?
pt: Como processamos suas informações? Processamos suas informações para fornecer, melhorar e administrar nossos Serviços, comunicar-nos com você, para segurança e prevenção de fraudes, e para cumprir a lei. Também podemos processar suas informações para outros fins com o seu consentimento. Processamos suas informações apenas quando temos uma razão legal válida para fazê-lo. Saiba mais sobre como processamos suas informações.

source: In what situations and with which parties do we share personal information? We may share information in specific situations and with specific third parties. Learn more about when and with whom we share your personal information.
de: In welchen Situationen und mit welchen Parteien geben wir personenbezogene Daten weiter?
es: ¿En qué situaciones y con qué partes compartimos información personal? Podemos compartir información en situaciones específicas y con terceros específicos. Obtén más información sobre cuándo y con quiénes compartimos tu información personal.
fr: Dans quelles situations et avec quelles parties partageons-nous des informations personnelles ?
nl: In welke situaties en met welke partijen delen wij persoonsgegevens?
pt: Em quais situações e com quais partes compartilhamos informações pessoais? Poderemos compartilhar informações em situações específicas e com terceiros específicos. Saiba mais sobre quando e com quem compartilhamos suas informações pessoais.

source: What are your rights? Depending on where you are located geographically, the applicable privacy law may mean you have certain rights regarding your personal information. Learn more about your privacy rights.
de: Welche Rechte haben Sie?
es: ¿Cuáles son tus derechos? Dependiendo de tu ubicación geográfica, la ley de privacidad aplicable puede significar que tienes ciertos derechos con respecto a tu información personal. Obtén más información sobre tus derechos de privacidad.
fr: Quels sont vos droits ?
nl: Wat zijn uw rechten?
pt: Quais são seus direitos? Dependendo de onde você estiver localizado geograficamente, a legislação de privacidade aplicável pode significar que você tem certos direitos em relação às suas informações pessoais. Saiba mais sobre seus direitos de privacidade.

source: How do you exercise your rights? The easiest way to exercise your rights is by submitting a data subject access request, or by contacting us. We will consider and act upon any request in accordance with applicable data protection laws.
de: Wie üben Sie Ihre Rechte aus?
es: ¿Cómo ejerces tus derechos? La forma más fácil de ejercer tus derechos es presentando una solicitud de acceso de sujeto de datos, o poniéndote en contacto con nosotros. Consideraremos y actuaremos en consecuencia con cualquier solicitud de acuerdo con las leyes aplicables de protección de datos.
fr: Comment exercer vos droits ?
nl: Hoe oefent u uw rechten uit?
pt: Como exercer seus direitos? A maneira mais fácil de exercer seus direitos é enviando uma solicitação de acesso de titular de dados ou entrando em contato conosco. Consideraremos e agiremos conforme qualquer solicitação de acordo com as leis de proteção de dados aplicáveis.

source: Want to learn more about what we do with any information we collect? Review the privacy notice in full.
de: Möchten Sie mehr darüber erfahren, was wir mit den von uns gesammelten Informationen tun?
es: ¿Quieres obtener más información sobre lo que hacemos con cualquier información que recopilamos? Revise el aviso de privacidad completo.
fr: Vous souhaitez en savoir plus sur ce que nous faisons avec les informations que nous collectons ?
nl: Wilt u meer weten over wat we doen met de informatie die we verzamelen?
pt: Quer saber mais sobre o que fazemos com as informações que coletamos? Leia o aviso de privacidade completo.

source: Table of Contents
de: Inhaltsverzeichnis
es: Tabla de Contenidos
fr: Table des matières
nl: Inhoudsopgave
pt: Sumário

source: 1. WHAT INFORMATION DO WE COLLECT?
de: 1. WELCHE INFORMATIONEN SAMMELN WIR?
es: 1. ¿QUÉ INFORMACIÓN RECOPILAMOS?
fr: 1. QUELLES INFORMATIONS COLLECTONS-NOUS ?
nl: 1. WELKE INFORMATIE VERZAMELEN WE?
pt: 1. QUAIS INFORMAÇÕES COLETAMOS?

source: 2. HOW DO WE PROCESS YOUR INFORMATION?
de: 2. WIE VERARBEITEN WIR IHRE INFORMATIONEN?
es: 2. ¿CÓMO PROCESAMOS TU INFORMACIÓN?
fr: 2. COMMENT TRAITONS-NOUS VOS INFORMATIONS ?
nl: 2. HOE VERWERKEN WE UW INFORMATIE?
pt: 2. COMO PROCESSAMOS SUAS INFORMAÇÕES?

source: 3. WHAT LEGAL BASES DO WE RELY ON TO PROCESS YOUR PERSONAL INFORMATION?
de: 3. AUF WELCHEN RECHTLICHEN GRUNDLAGEN STÜTZEN WIR UNS, UM IHRE PERSÖNLICHEN INFORMATIONEN ZU VERARBEITEN?
es: 3. ¿EN QUÉ BASES LEGALES NOS BASAMOS PARA PROCESAR TU INFORMACIÓN PERSONAL?
fr: 3. SUR QUELLES BASES LÉGALES NOUS APPUYONS-NOUS POUR TRAITER VOS INFORMATIONS PERSONNELLES ?
nl: 3. OP WELKE JURIDISCHE GRONDEN STEUNEN WIJ BIJ DE VERWERKING VAN UW PERSOONLIJKE INFORMATIE?
pt: 3. EM QUAIS BASES LEGAIS NOS BASEAMOS PARA PROCESSAR SUAS INFORMAÇÕES PESSOAIS?

source: 4. WHEN AND WITH WHOM DO WE SHARE YOUR PERSONAL INFORMATION?
de: 4. WANN UND MIT WEM TEILEN WIR IHRE PERSÖNLICHEN INFORMATIONEN?
es: 4. ¿CUÁNDO Y CON QUIÉN COMPARTIMOS TU INFORMACIÓN PERSONAL?
fr: 4. QUAND ET AVEC QUI PARTAGEONS-NOUS VOS INFORMATIONS PERSONNELLES ?
nl: 4. WANNEER EN MET WIE DELEN WE UW PERSOONLIJKE INFORMATIE?
pt: 4. QUANDO E COM QUEM COMPARTILHAMOS SUAS INFORMAÇÕES PESSOAIS?

source: 5. HOW DO WE HANDLE YOUR SOCIAL LOGINS?
de: 5. WIE BEHANDELN WIR IHRE SOZIALEN ANMELDUNGEN?
es: 5. ¿CÓMO MANEJAMOS TUS INICIOS DE SESIÓN EN REDES SOCIALES?
fr: 5. COMMENT GÉRONS-NOUS VOS CONNEXIONS SOCIALES ?
nl: 5. HOE GAAN WE OM MET UW SOCIALE INLOGGEGEVENS?
pt: 5. COMO LIDAMOS COM SEUS LOGINS EM REDES SOCIAIS?

source: 6. HOW LONG DO WE KEEP YOUR INFORMATION?
de: 6. WIE LANGE BEWAHREN WIR IHRE INFORMATIONEN AUF?
es: 6. ¿CUÁNTO TIEMPO MANTENEMOS TU INFORMACIÓN?
fr: 6. PENDANT COMBIEN DE TEMPS CONSERVONS-NOUS VOS INFORMATIONS ?
nl: 6. HOE LANG BEWAREN WE UW INFORMATIE?
pt: 6. POR QUANTO TEMPO MANTEREMOS SUAS INFORMAÇÕES?

source: 7. DO WE COLLECT INFORMATION FROM MINORS?
de: 7. SAMMELN WIR INFORMATIONEN VON MINDERJÄHRIGEN?
es: 7. ¿RECOPILAMOS INFORMACIÓN DE MENORES?
fr: 7. COLLECTONS-NOUS DES INFORMATIONS AUPRÈS DES MINEURS ?
nl: 7. VERZAMELEN WE INFORMATIE VAN MINDERJARIGEN?
pt: 7. COLETAMOS INFORMAÇÕES DE MENORES?

source: 8. WHAT ARE YOUR PRIVACY RIGHTS?
de: 8. WELCHE DATENSCHUTZRECHTE HABEN SIE?
es: 8. ¿CUÁLES SON TUS DERECHOS DE PRIVACIDAD?
fr: 8. QUELS SONT VOS DROITS EN MATIÈRE DE CONFIDENTIALITÉ ?
nl: 8. WAT ZIJN UW PRIVACYRECHTEN?
pt: 8. QUAIS SÃO SEUS DIREITOS DE PRIVACIDADE?

source: 9. CONTROLS FOR DO-NOT-TRACK FEATURES
de: 9. STEUERUNG FÜR DO-NOT-TRACK-FUNKTIONEN
es: 9. CONTROLES PARA CARACTERÍSTICAS DE NO SEGUIMIENTO
fr: 9. CONTRÔLES POUR LES FONCTIONNALITÉS DE NE PAS SUIVRE
nl: 9. CONTROLES VOOR DO-NOT-TRACK-FUNCTIES
pt: 9. CONTROLES PARA RECURSOS DE NÃO RASTREAMENTO

source: 10. DO UNITED STATES RESIDENTS HAVE SPECIFIC PRIVACY RIGHTS?
de: 10. HABEN US-BÜRGER SPEZIFISCHE DATENSCHUTZRECHTE?
es: 10. ¿LOS RESIDENTES DE LOS ESTADOS UNIDOS TIENEN DERECHOS DE PRIVACIDAD ESPECÍFICOS?
fr: 10. LES RÉSIDENTS DES ÉTATS-UNIS ONT-ILS DES DROITS SPÉCIFIQUES EN MATIÈRE DE CONFIDENTIALITÉ ?
nl: 10. HEBBEN INWONERS VAN DE VERENIGDE STATEN SPECIFIEKE PRIVACYRECHTEN?
pt: 10. OS RESIDENTES DOS ESTADOS UNIDOS TÊM DIREITOS DE PRIVACIDADE ESPECÍFICOS?

source: 11. DO WE MAKE UPDATES TO THIS NOTICE?
de: 11. MACHEN WIR AKTUALISIERUNGEN ZU DIESER BENACHRICHTIGUNG?
es: 11. ¿REALIZAMOS ACTUALIZACIONES A ESTE AVISO?
fr: 11. METTONS-NOUS À JOUR CET AVIS ?
nl: 11. DOEN WE UPDATES AAN DEZE KENNISGEVING?
pt: 11. FAZEMOS ATUALIZAÇÕES NESTE AVISO?

source: 12. HOW CAN YOU CONTACT US ABOUT THIS NOTICE?
de: 12. WIE KÖNNEN SIE UNS BEZÜGLICH DIESER BENACHRICHTIGUNG KONTAKTIEREN?
es: 12. ¿CÓMO PUEDES CONTACTARNOS SOBRE ESTE AVISO?
fr: 12. COMMENT POUVEZ-VOUS NOUS CONTACTER CONCERNANT CET AVIS ?
nl: 12. HOE KUNT U CONTACT MET ONS OPNEMEN OVER DEZE KENNISGEVING?
pt: 12. COMO VOCÊ PODE NOS CONTATAR SOBRE ESTE AVISO?

source: 13. HOW CAN YOU REVIEW, UPDATE, OR DELETE THE DATA WE COLLECT FROM YOU?
de: 13. WIE KÖNNEN SIE DIE VON UNS GESAMMELTEN DATEN ÜBERPRÜFEN, AKTUALISIEREN ODER LÖSCHEN?
es: 13. ¿CÓMO PUEDES REVISAR, ACTUALIZAR O ELIMINAR LOS DATOS QUE RECOPILAMOS DE TI?
fr: 13. COMMENT POUVEZ-VOUS EXAMINER, METTRE À JOUR OU SUPPRIMER LES DONNÉES QUE NOUS COLLECTONS AUPRÈS DE VOUS ?
nl: 13. HOE KUNT U DE GEGEVENS DIE WIJ VAN U VERZAMELEN BEKIJKEN, BIJWERKEN OF VERWIJDEREN?
pt: 13. COMO VOCÊ PODE REVISAR, ATUALIZAR OU EXCLUIR OS DADOS QUE COLETAMOS DE VOCÊ?

source: Personal information you disclose to us
de: Persönliche Daten, die Sie uns mitteilen
es: Información personal que nos revelas
fr: Informations personnelles que vous nous divulguez
nl: Persoonlijke informatie die u aan ons verstrekt
pt: Informações pessoais que você nos fornece

source: In Short: We collect personal information that you provide to us.
de: Kurz gesagt: Wir erfassen personenbezogene Daten, die Sie uns zur Verfügung stellen.
es: En resumen: Recopilamos información personal que nos proporcionas.
fr: En bref : Nous collectons les informations personnelles que vous nous fournissez.
nl: In het kort: Wij verzamelen persoonlijke informatie die u aan ons verstrekt.
pt: Em resumo: Coletamos informações pessoais que você nos fornece.

source: We collect personal information that you voluntarily provide to us when you register on the Services, express an interest in obtaining information about us or our products and Services, when you participate in activities on the Services, or otherwise when you contact us.
de: Wir erfassen personenbezogene Daten, die Sie uns freiwillig zur Verfügung stellen, wenn Sie sich für die Dienste registrieren, Ihr Interesse an Informationen über uns oder unsere Produkte und Dienste bekunden, wenn Sie an Aktivitäten auf den Diensten teilnehmen oder wenn Sie uns anderweitig kontaktieren.
es: Recopilamos información personal que nos proporcionas voluntariamente cuando te registras en los Servicios, expresas interés en obtener información sobre nosotros o nuestros productos y servicios, cuando participas en actividades en los Servicios, o de otra manera cuando te pones en contacto con nosotros.
fr: Nous collectons les informations personnelles que vous nous fournissez volontairement lorsque vous vous inscrivez sur les Services, exprimez votre intérêt à obtenir des informations sur nous ou sur nos produits et Services, lorsque vous participez à des activités sur les Services, ou autrement lorsque vous nous contactez.
nl: Wij verzamelen persoonlijke informatie die u vrijwillig aan ons verstrekt wanneer u zich registreert voor de Services, interesse toont in het verkrijgen van informatie over ons of onze producten en Services, wanneer u deelneemt aan activiteiten op de Services, of anderszins wanneer u contact met ons opneemt.
pt: Coletamos informações pessoais que você fornece voluntariamente quando se registra nos Serviços, manifesta interesse em obter informações sobre nós ou nossos produtos e serviços, quando participa de atividades nos Serviços, ou quando entra em contato conosco de outra forma.

source: Personal Information Provided by You. The personal information that we collect depends on the context of your interactions with us and the Services, the choices you make, and the products and features you use. The personal information we collect may include the following:
de: Von Ihnen bereitgestellte personenbezogene Daten.
es: Información Personal Proporcionada por Ti. La información personal que recopilamos depende del contexto de tus interacciones con nosotros y los Servicios, las elecciones que haces y los productos y características que utilizas. La información personal que recopilamos puede incluir lo siguiente:
fr: Informations personnelles fournies par vous.
nl: Persoonlijke informatie die door u wordt verstrekt.
pt: Informações pessoais fornecidas por você. As informações pessoais que coletamos dependem do contexto de suas interações conosco e com os Serviços, das escolhas que você faz e dos produtos e recursos que você utiliza. As informações pessoais que coletamos podem incluir o seguinte:

source: Names
de: Namen
es: Nombres
fr: Noms
nl: Namen
pt: Nomes

source: Phone Numbers
de: Telefonnummern
es: Números de Teléfono
fr: Numéros de téléphone
nl: Telefoonnummers
pt: Números de telefone

source: Email Addresses
de: E-Mail-Adressen
es: Direcciones de Correo Electrónico
fr: Adresses e-mail
nl: E-mailadressen
pt: Endereços de e-mail

source: Mailing Addresses
de: Postanschriften
es: Direcciones Postales
fr: Adresses postales
nl: Postadressen
pt: Endereços postais

source: Usernames
de: Benutzernamen
es: Nombres de Usuario
fr: Noms d'utilisateur
nl: Gebruikersnamen
pt: Nomes de usuário

source: Passwords
de: Passwörter
es: Contraseñas
fr: Mots de passe
nl: Wachtwoorden
pt: Senhas

source: Billing Addresses
de: Rechnungsadressen
es: Direcciones de Facturación
fr: Adresses de facturation
nl: Factuuradressen
pt: Endereços de cobrança

source: Debit/Credit Card Numbers
de: Debit-/Kreditkartennummern
es: Números de Tarjeta de Débito/Crédito
fr: numéros de carte de débit/crédit
nl: Debet-/creditcardnummers
pt: Números de cartão de débito/crédito

source: Sensitive Information.
de: Sensible Informationen.
es: Información Sensible.
fr: Informations sensibles.
nl: Gevoelige informatie.
pt: Informações sensíveis.

source: We do not process sensitive information.
de: Wir verarbeiten keine sensiblen Informationen.
es: No procesamos información sensible.
fr: Nous ne traitons pas d’informations sensibles.
nl: Wij verwerken geen gevoelige informatie.
pt: Não processamos informações sensíveis.

source: Payment Data.
de: Zahlungsdaten.
es: Datos de Pago.
fr: Données de paiement.
nl: Betalingsgegevens.
pt: Dados de pagamento.

source: We may collect data necessary to process your payment if you make purchases, such as your payment instrument number, and the security code associated with your payment instrument. All payment data is stored by __________. You may find their privacy notice link(s) here: __________.
de: Wenn Sie Einkäufe tätigen, erfassen wir möglicherweise Daten, die für die Abwicklung Ihrer Zahlung erforderlich sind, z. B. Ihre Zahlungsinstrumentennummer und den mit Ihrem Zahlungsinstrument verknüpften Sicherheitscode.
es: Podemos recopilar datos necesarios para procesar tu pago si realizas compras, como el número de tu instrumento de pago y el código de seguridad asociado a tu instrumento de pago. Todos los datos de pago son almacenados por __________. Puedes encontrar su(s) enlace(s) de aviso de privacidad aquí: __________.
fr: Nous pouvons collecter les données nécessaires au traitement de votre paiement si vous effectuez des achats, telles que le numéro de votre instrument de paiement et le code de sécurité associé à votre instrument de paiement.
nl: Wij kunnen gegevens verzamelen die nodig zijn om uw betaling te verwerken als u aankopen doet, zoals het nummer van uw betaalinstrument en de beveiligingscode die aan uw betaalinstrument is gekoppeld.
pt: Poderemos coletar dados necessários para processar seu pagamento se você fizer compras, como o número do seu instrumento de pagamento e o código de segurança associado ao seu instrumento de pagamento. Todos os dados de pagamento são armazenados por __________. Você pode encontrar o(s) link(s) para o aviso de privacidade deles aqui: __________.

source: Social Media Login Data.
de: Anmeldedaten für soziale Medien.
es: Datos de Inicio de Sesión en Redes Sociales.
fr: Données de connexion aux réseaux sociaux.
nl: Inloggegevens voor sociale media.
pt: Dados de login em redes sociais.

source: We may provide you with the option to register with us using your existing social media account details, like your Facebook, Twitter, or other social media account. If you choose to register in this way, we will collect the information described in the section called 'HOW DO WE HANDLE YOUR SOCIAL LOGINS?' below.
de: Wir bieten Ihnen möglicherweise die Möglichkeit, sich mit Ihren bestehenden Social-Media-Kontodaten wie Ihrem Facebook-, Twitter- oder anderen Social-Media-Konto bei uns zu registrieren.
es: Puede que te ofrezcamos la opción de registrarte con nosotros utilizando los detalles de tu cuenta existente en redes sociales, como tu cuenta de Facebook, Twitter u otras redes sociales. Si eliges registrarte de esta manera, recopilaremos la información descrita en la sección llamada '¿CÓMO MANEJAMOS TUS INICIOS DE SESIÓN EN REDES SOCIALES?' a continuación.
fr: Nous pouvons vous offrir la possibilité de vous inscrire auprès de nous en utilisant les détails de votre compte de réseau social existant, comme votre compte Facebook, Twitter ou un autre compte de réseau social.
nl: We kunnen u de mogelijkheid bieden om u bij ons te registreren met behulp van uw bestaande sociale media-accountgegevens, zoals uw Facebook-, Twitter- of andere sociale media-account.
pt: Poderemos oferecer a opção de se registrar conosco usando os detalhes de sua conta existente em redes sociais, como sua conta no Facebook, Twitter ou outras redes sociais. Se você optar por se registrar dessa maneira, coletaremos as informações descritas na seção chamada 'COMO LIDAMOS COM SEUS LOGINS EM REDES SOCIAIS?' abaixo.

source: All personal information that you provide to us must be true, complete, and accurate, and you must notify us of any changes to such personal information.
de: Alle personenbezogenen Daten, die Sie uns zur Verfügung stellen, müssen wahr, vollständig und korrekt sein, und Sie müssen uns über alle Änderungen dieser personenbezogenen Daten informieren.
es: Toda la información personal que nos proporciones debe ser verdadera, completa y precisa, y debes notificarnos cualquier cambio en dicha información personal.
fr: Toutes les informations personnelles que vous nous fournissez doivent être véridiques, complètes et exactes, et vous devez nous informer de toute modification apportée à ces informations personnelles.
nl: Alle persoonlijke informatie die u ons verstrekt, moet waar, volledig en nauwkeurig zijn, en u moet ons op de hoogte stellen van eventuele wijzigingen in dergelijke persoonlijke informatie.
pt: Todas as informações pessoais que você nos fornecer devem ser verdadeiras, completas e precisas, e você deve nos notificar sobre quaisquer alterações a tais informações pessoais.
