Repository: AbdurazzoqovA/summy_saas
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, nl, pt

source: Make any unauthorized use of the Services, including collecting usernames and/or email addresses of users by electronic or other means for the purpose of sending unsolicited email, or creating user accounts by automated means or under false pretenses.
de: Die Dienste nicht unbefugt nutzen, einschließlich der Erfassung von Benutzernamen und/oder E-Mail-Adressen von Benutzern auf elektronischem oder anderem Wege zum Zweck des Versendens unerwünschter E-Mails oder der Erstellung von Benutzerkonten mit automatisierten Mitteln oder unter Vorspiegelung falscher Tatsachen.
es: Hacer cualquier uso no autorizado de los Servicios, incluyendo la recopilación de nombres de usuario y/o direcciones de correo electrónico de usuarios por medios electrónicos u otros medios con el fin de enviar correos electrónicos no solicitados, o crear cuentas de usuario por medios automatizados o bajo falsas pretensiones.
fr: Faire toute utilisation non autorisée des Services, y compris la collecte de noms d'utilisateur et/ou d'adresses e-mail d'utilisateurs par des moyens électroniques ou autres dans le but d'envoyer des e-mails non sollicités, ou de créer des comptes d'utilisateurs par des moyens automatisés ou sous de faux prétextes.
nl: Ongeoorloofd gebruik maken van de Diensten, inclusief het verzamelen van gebruikersnamen en/of e-mailadressen van gebruikers via elektronische of andere middelen met als doel het verzenden van ongevraagde e-mail, of het aanmaken van gebruikersaccounts op geautomatiseerde wijze of onder valse voorwendselen.
pt: Fazer qualquer uso não autorizado dos Serviços, incluindo a coleta de nomes de usuário e/ou endereços de e-mail de usuários por meios eletrônicos ou outros, com o objetivo de enviar e-mails não solicitados, ou criar contas de usuário por meio automatizado ou sob falsos pretextos.

source: Use the Services as part of any effort to compete with us or otherwise use the Services and/or the Content for any revenue-generating endeavor or commercial enterprise.
de: Nutzen Sie die Dienste im Rahmen jeglicher Bemühungen, mit uns zu konkurrieren, oder nutzen Sie die Dienste und/oder die Inhalte anderweitig für umsatzgenerierende Unternehmungen oder kommerzielle Unternehmen.
es: Utilizar los Servicios como parte de cualquier esfuerzo para competir con nosotros o de otra manera utilizar los Servicios y/o el Contenido con fines de generación de ingresos o empresa comercial.
fr: Utiliser les Services dans le cadre de tout effort visant à nous concurrencer ou à utiliser autrement les Services et/ou le Contenu pour toute entreprise génératrice de revenus ou entreprise commerciale.
nl: Gebruik de Services als onderdeel van een poging om met ons te concurreren of gebruik de Services en/of de Inhoud anderszins voor inkomstengenererende inspanningen of commerciële ondernemingen.
pt: Usar os Serviços como parte de qualquer esforço para competir conosco ou, de outra forma, usar os Serviços e/ou o Conteúdo para qualquer empreendimento gerador de receita ou empreendimento comercial.

source: Sell or otherwise transfer your profile.
de: Verkaufen oder übertragen Sie Ihr Profil anderweitig.
es: Vender o transferir de otra manera tu perfil.
fr: Vendez ou transférez autrement votre profil.
nl: Verkoop of draag uw profiel op een andere manier over.
pt: Vender ou transferir de outra forma o seu perfil.

source: Use the Services to advertise or offer to sell goods and services.
de: Nutzen Sie die Dienste, um Waren und Dienstleistungen zu bewerben oder den Verkauf anzubieten.
es: Utilizar los Servicios para publicitar u ofrecer la venta de bienes y servicios.
fr: Utiliser les Services pour faire de la publicité ou proposer de vendre des biens et des services.
nl: Gebruik de Services om te adverteren of goederen en services aan te bieden.
pt: Utilizar os Serviços para anunciar ou oferecer a venda de bens e serviços.

source: The Services may invite you to chat, contribute to, or participate in blogs, message boards, online forums, and other functionality, and may provide you with the opportunity to create, submit, post, display, transmit, perform, publish, distribute, or broadcast content and materials to us or on the Services, including but not limited to text, writings, video, audio, photographs, graphics, comments, suggestions, or personal information or other material (collectively, 'Contributions'). Contributions may be viewable by other users of the Services and through third-party websites. As such, any Contributions you transmit may be treated as non-confidential and non-proprietary. When you create or make available any Contributions, you thereby represent and warrant that:
de: Die Dienste können Sie zum Chatten, Mitwirken an Blogs, Message Boards, Online-Foren und anderen Funktionen einladen oder Ihnen die Möglichkeit bieten, Inhalte zu erstellen, einzureichen, zu posten, anzuzeigen, zu übertragen, durchzuführen, zu veröffentlichen,
es: Los Servicios pueden invitarte a chatear, contribuir o participar en blogs, tableros de mensajes, foros en línea y otras funcionalidades, y pueden brindarte la oportunidad de crear, enviar, publicar, mostrar, transmitir, realizar, publicar, distribuir o transmitir contenido y materiales a nosotros o en los Servicios, incluyendo pero no limitado a texto, escritos, video, audio, fotografías, gráficos, comentarios, sugerencias, información personal u otro material (colectivamente, 'Contribuciones'). Las Contribuciones pueden ser vistas por otros usuarios de los Servicios y a través de sitios web de terceros. Como tal, cualquier Contribución que transmitas puede tratarse como no confidencial y no propietaria. Cuando creas o pones a disposición Contribuciones, representas y garantizas lo siguiente:
fr: Les Services peuvent vous inviter à discuter, contribuer ou participer à des blogs, des forums de discussion, des forums en ligne et d'autres fonctionnalités, et peuvent vous offrir la possibilité de créer, soumettre, publier, afficher, transmettre, exécuter, publier,
nl: De Services kunnen u uitnodigen om te chatten, bij te dragen aan of deel te nemen aan blogs, message boards, online forums en andere functionaliteiten, en kunnen u de mogelijkheid bieden om te creëren, in te dienen, te posten, weer te geven, te verzenden, uit te voeren, te publiceren,
pt: Os Serviços podem convidá-lo para conversar, contribuir ou participar em blogs, quadros de mensagens, fóruns online e outras funcionalidades, e podem oferecer a oportunidade de criar, enviar, publicar, exibir, transmitir, executar, publicar, distribuir ou transmitir conteúdo e materiais para nós ou nos Serviços, incluindo, mas não se limitando a, texto, escritos, vídeo, áudio, fotografias, gráficos, comentários, sugestões, informações pessoais ou outro material (coletivamente, 'Contribuições'). As Contribuições podem ser visualizadas por outros usuários dos Serviços e através de sites de terceiros. Portanto, qualquer Contribuição que você transmitir pode ser tratada como não-confidencial e não-proprietária. Ao criar ou disponibilizar quaisquer Contribuições, você declara e garante que:

source: The creation, distribution, transmission, public display, or performance, and the accessing, downloading, or copying of your Contributions do not and will not infringe the proprietary rights, including but not limited to the copyright, patent, trademark, trade secret, or moral rights of any third party.
de: Die Erstellung, Verbreitung, Übertragung, öffentliche Anzeige oder Aufführung sowie der Zugriff, das Herunterladen oder das Kopieren Ihrer Beiträge verletzen nicht die Eigentumsrechte, einschließlich, aber nicht beschränkt auf, Urheberrechte, Patente, Marken und Geschäftsgeheimnisse
es: La creación, distribución, transmisión, exhibición pública o actuación, y el acceso, descarga o copia de tus Contribuciones no infringen y no infringirán los derechos de propiedad, incluyendo pero no limitado a los derechos de autor, patentes, marcas registradas, secretos comerciales o derechos morales de terceros.
fr: La création, la distribution, la transmission, l'affichage public ou l'exécution, ainsi que l'accès, le téléchargement ou la copie de vos contributions ne portent pas et ne violeront pas les droits de propriété, y compris, mais sans s'y limiter, les droits d'auteur, les brevets, les marques déposées, les secrets commerciaux.
nl: Het maken, distribueren, verzenden, openbaar tonen of uitvoeren, en het openen, downloaden of kopiëren van uw bijdragen maakt geen inbreuk op de eigendomsrechten, inclusief maar niet beperkt tot het auteursrecht, patent, handelsmerk en handelsgeheimen.
pt: A criação, distribuição, transmissão, exibição pública ou execução, e o acesso, download ou cópia das suas Contribuições não infringem e não infringirão os direitos de propriedade, incluindo, mas não se limitando a, os direitos autorais, patentários, de marca registrada, segredo comercial ou direitos morais de qualquer terceiro.

source: You are the creator and owner of or have the necessary licenses, rights, consents, releases, and permissions to use and to authorize us, the Services, and other users of the Services to use your Contributions in any manner contemplated by the Services and these Legal Terms.
de: Sie sind der Urheber und Eigentümer der Dienste oder verfügen über die erforderlichen Lizenzen, Rechte, Zustimmungen, Freigaben und Genehmigungen, um uns, die Dienste und andere Benutzer der Dienste zu autorisieren, Ihre Beiträge auf jede in den Diensten vorgesehene Weise zu nutzen
es: Eres el creador y propietario de o tienes las licencias, derechos, consentimientos, liberaciones y permisos necesarios para usar y autorizarnos a nosotros, a los Servicios y a otros usuarios de los Servicios a utilizar tus Contribuciones de cualquier manera contemplada por los Servicios y estos Términos Legales.
fr: Vous êtes le créateur et le propriétaire de ou disposez des licences, droits, consentements, autorisations et autorisations nécessaires pour utiliser et nous autoriser, ainsi que les autres utilisateurs des Services, à utiliser vos contributions de toute manière envisagée par les Services.
nl: U bent de maker en eigenaar van of beschikt over de benodigde licenties, rechten, toestemmingen, vrijgaven en toestemmingen om ons, de Services en andere gebruikers van de Services te gebruiken en te autoriseren om uw Bijdragen te gebruiken op elke manier die door de Services wordt overwogen
pt: Você é o criador e proprietário ou possui as licenças, direitos, consentimentos, liberações e permissões necessárias para usar e autorizar nós, os Serviços, e outros usuários dos Serviços a usar suas Contribuições de qualquer maneira contemplada pelos Serviços e por estes Termos Legais.

source: You have the written consent, release, and/or permission of each and every identifiable individual person in your Contributions to use the name or likeness of each and every such identifiable individual person to enable inclusion and use of your Contributions in any manner contemplated by the Services and these Legal Terms.
de: Sie verfügen über die schriftliche Zustimmung, Freigabe und/oder Erlaubnis jeder einzelnen identifizierbaren Einzelperson in Ihren Beiträgen, den Namen oder das Abbild jeder einzelnen identifizierbaren Einzelperson zu verwenden, um die Aufnahme und Nutzung Ihrer Beiträge in jeder vorgesehenen Weise zu ermöglichen
es: Tienes el consentimiento por escrito, la liberación y/o el permiso de cada persona identificable en tus Contribuciones para usar el nombre o la semejanza de cada persona identificable para permitir la inclusión y el uso de tus Contribuciones de cualquier manera contemplada por los Servicios y estos Términos Legales.
fr: Vous disposez du consentement écrit, de la libération et/ou de la permission de chaque personne individuelle identifiable dans vos contributions pour utiliser le nom ou l'image de chacune de ces personnes individuelles identifiables afin de permettre l'inclusion et l'utilisation de vos contributions de toute manière envisagée.
nl: U hebt de schriftelijke toestemming, vrijgave en/of toestemming van elke identificeerbare individuele persoon in uw Bijdragen om de naam of gelijkenis van elke identificeerbare individuele persoon te gebruiken om opname en gebruik van uw Bijdragen op elke gewenste manier mogelijk te maken
pt: Você possui o consentimento escrito, liberação e/ou permissão de cada pessoa identificável em suas Contribuições para usar o nome ou semelhança de cada uma dessas pessoas identificáveis para permitir a inclusão e o uso de suas Contribuições de qualquer maneira contemplada pelos Serviços e por estes Termos Legais.

source: Your Contributions are not false, inaccurate, or misleading.
de: Ihre Beiträge sind nicht falsch, ungenau oder irreführend.
es: Tus Contribuciones no son falsas, inexactas o engañosas.
fr: Vos contributions ne sont pas fausses, inexactes ou trompeuses.
nl: Uw bijdragen zijn niet vals, onnauwkeurig of misleidend.
pt: Suas Contribuições não são falsas, imprecisas ou enganosas.

source: Your Contributions are not unsolicited or unauthorized advertising, promotional materials, pyramid schemes, chain letters, spam, mass mailings, or other forms of solicitation.
de: Bei Ihren Beiträgen handelt es sich nicht um unaufgeforderte oder unbefugte Werbung, Werbematerialien, Schneeballsysteme, Kettenbriefe, Spam, Massenmailings oder andere Formen der Werbung.
es: Tus Contribuciones no son publicidad no solicitada o no autorizada, materiales promocionales, esquemas piramidales, cadenas de cartas, correo no deseado, envío masivo de correo u otras formas de solicitud.
fr: Vos contributions ne constituent pas de la publicité non sollicitée ou non autorisée, du matériel promotionnel, des systèmes pyramidaux, des chaînes de lettres, du spam, des envois de masse ou d'autres formes de sollicitation.
nl: Uw bijdragen zijn geen ongevraagde of ongeoorloofde reclame, promotiemateriaal, piramidespelen, kettingbrieven, spam, massamailings of andere vormen van uitnodiging.
pt: Suas Contribuições não são publicidade não solicitada ou não autorizada, materiais promocionais, esquemas de pirâmide, cartas em cadeia, spam, envios em massa ou outras formas de solicitação.

source: Your Contributions are not obscene, lewd, lascivious, filthy, violent, harassing, libelous, slanderous, or otherwise objectionable (as determined by us).
de: Ihre Beiträge sind nicht obszön, anstößig, lasziv, schmutzig, gewalttätig, belästigend, verleumderisch, verleumderisch oder anderweitig anstößig (wie von uns festgestellt).
es: Tus Contribuciones no son obscenas, lascivas, lascivas, obscenas, violentas, hostigadoras, difamatorias, calumniosas o de otra manera objetables (según lo determine nosotros).
fr: Vos contributions ne sont pas obscènes, obscènes, lascives, sales, violentes, harcelantes, calomnieuses ou autrement répréhensibles (selon notre détermination).
nl: Uw bijdragen zijn niet obsceen, obsceen, wellustig, smerig, gewelddadig, intimiderend, lasterlijk, lasterlijk of anderszins aanstootgevend (zoals door ons bepaald).
pt: Suas Contribuições não são obscenas, lascivas, luxuriosas, sujas, violentas, assediadoras, difamatórias, caluniosas ou de outra forma objetáveis (conforme determinado por nós).

source: Your Contributions do not ridicule, mock, disparage, intimidate, or abuse anyone.
de: Ihre Beiträge verspotten, verspotten, verunglimpfen, einschüchtern oder beleidigen niemanden.
es: Tus Contribuciones no ridiculizan, se burlan, desacreditan, intimidan o abusan de nadie.
fr: Vos contributions ne ridiculisent, ne se moquent, ne dénigrent, n'intimident ou n'abusent personne.
nl: Uw bijdragen zijn niet bedoeld om iemand belachelijk te maken, te bespotten, in diskrediet te brengen, te intimideren of te misbruiken.
pt: Suas Contribuições não ridicularizam, zombam, desdenham, intimidam ou abusam de ninguém.

source: Your Contributions are not used to harass or threaten (in the legal sense of those terms) any other person and to promote violence against a specific person or class of people.
de: Ihre Beiträge werden nicht dazu verwendet, andere Personen zu belästigen oder zu bedrohen (im rechtlichen Sinne dieser Begriffe) und Gewalt gegen eine bestimmte Person oder Personengruppe zu fördern.
fr: Vos Contributions ne sont pas utilisées pour harceler ou menacer (au sens juridique de ces termes) toute autre personne et pour promouvoir la violence contre une personne ou une catégorie de personnes spécifique.
nl: Uw bijdragen worden niet gebruikt om iemand anders lastig te vallen of te bedreigen (in de juridische zin van deze termen) en om geweld tegen een specifieke persoon of klasse van mensen te bevorderen.
pt: Suas Contribuições não são utilizadas para assediar ou ameaçar (no sentido legal desses termos) qualquer outra pessoa e para promover violência contra uma pessoa específica ou classe de pessoas.

source: Your Contributions do not violate any applicable law, regulation, or rule.
de: Ihre Beiträge verstoßen nicht gegen geltende Gesetze, Vorschriften oder Regeln.
es: Tus Contribuciones no violan ninguna ley, regulación o norma aplicable.
fr: Vos contributions ne violent aucune loi, réglementation ou règle applicable.
nl: Uw bijdragen zijn niet in strijd met enige toepasselijke wet, regelgeving of regel.
pt: Suas Contribuições não violam nenhuma lei, regulamento ou regra aplicável.

source: Your Contributions do not violate the privacy or publicity rights of any third party.
de: Ihre Beiträge verletzen nicht die Privatsphäre oder Veröffentlichungsrechte Dritter.
es: Tus Contribuciones no violan los derechos de privacidad o publicidad de ningún tercero.
fr: Vos contributions ne violent pas les droits à la vie privée ou à la publicité d'un tiers.
nl: Uw bijdragen zijn niet in strijd met de privacy- of publiciteitsrechten van derden.
pt: Suas Contribuições não violam os direitos de privacidade ou publicidade de qualquer terceiro.

source: Your Contributions do not violate any applicable law concerning child pornography, or otherwise intended to protect the health or well-being of minors.
de: Ihre Beiträge verstoßen nicht gegen geltendes Recht bezüglich Kinderpornografie oder dienen anderweitig dem Schutz der Gesundheit oder des Wohlergehens von Minderjährigen.
es: Tus Contribuciones no violan ninguna ley aplicable sobre pornografía infantil, o destinada a proteger la salud o el bienestar de menores.
fr: Vos contributions ne violent aucune loi applicable concernant la pédopornographie, ni ne visent autrement à protéger la santé ou le bien-être des mineurs.
nl: Uw bijdragen zijn niet in strijd met de toepasselijke wetgeving met betrekking tot kinderpornografie, of zijn anderszins bedoeld om de gezondheid of het welzijn van minderjarigen te beschermen.
pt: Suas Contribuições não violam nenhuma lei aplicável relacionada à pornografia infantil, ou de outra forma destinada a proteger a saúde ou bem-estar de menores.

source: Your Contributions do not include any offensive comments that are connected to race, national origin, gender, sexual preference, or physical handicap.
de: Ihre Beiträge enthalten keine beleidigenden Kommentare, die sich auf Rasse, nationale Herkunft, Geschlecht, sexuelle Vorlieben oder körperliche Behinderung beziehen.
es: Tus Contribuciones no incluyen comentarios ofensivos relacionados con raza, origen nacional, género, preferencia sexual o discapacidad física.
fr: Vos contributions n'incluent aucun commentaire offensant lié à la race, à l'origine nationale, au sexe, à la préférence sexuelle ou au handicap physique.
nl: Uw bijdragen bevatten geen aanstootgevende opmerkingen die verband houden met ras, nationale afkomst, geslacht, seksuele voorkeur of fysieke handicap.
pt: Suas Contribuições não incluem quaisquer comentários ofensivos relacionados a raça, origem nacional, gênero, preferência sexual ou deficiência física.

source: Your Contributions do not otherwise violate, or link to material that violates, any provision of these Legal Terms, or any applicable law or regulation.
de: Ihre Beiträge verstoßen nicht anderweitig gegen eine Bestimmung dieser rechtlichen Bedingungen oder gegen geltende Gesetze oder Vorschriften und verweisen auch nicht auf Material, das gegen diese verstößt.
es: Tus Contribuciones no violan de otra manera, o enlazan a material que viole, cualquier disposición de estos Términos Legales, o cualquier ley o regulación aplicable.
fr: Vos contributions ne violent pas, ni ne renvoient à du matériel qui viole, toute disposition des présentes conditions juridiques, ou toute loi ou réglementation applicable.
nl: Uw bijdragen zijn op geen enkele wijze in strijd met, of linken naar materiaal dat in strijd is met, enige bepaling van deze Juridische Voorwaarden of enige toepasselijke wet- of regelgeving.
pt: Suas Contribuições não violam, ou vinculam-se a material que viole, qualquer disposição destes Termos Legais, ou qualquer lei ou regulamento aplicável.

source: Any use of the Services in violation of the foregoing violates these Legal Terms and may result in, among other things, termination or suspension of your rights to use the Services.
de: Jede Nutzung der Dienste unter Verstoß gegen das Vorstehende verstößt gegen diese rechtlichen Bestimmungen und kann unter anderem zur Kündigung oder Aussetzung Ihrer Rechte zur Nutzung der Dienste führen.
es: Cualquier uso de los Servicios en violación de lo anterior infringe estos Términos Legales y puede resultar, entre otras cosas, en la terminación o suspensión de tus derechos para usar los Servicios.
fr: Toute utilisation des Services en violation de ce qui précède viole les présentes Conditions juridiques et peut entraîner, entre autres choses, la résiliation ou la suspension de vos droits d'utilisation des Services.
nl: Elk gebruik van de Services dat in strijd is met het voorgaande is in strijd met deze Juridische Voorwaarden en kan onder andere resulteren in de beëindiging of opschorting van uw rechten om de Services te gebruiken.
pt: Qualquer uso dos Serviços em violação ao acima mencionado viola estes Termos Legais e pode resultar, entre outras coisas, na rescisão ou suspensão dos seus direitos de usar os Serviços.
