Repository: AbdurazzoqovA/summy_saas
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, nl, pt

source: Our AI-driven generator takes complex information and turns it into concise summaries.
de: Unser KI-gesteuerter Generator nimmt komplexe Informationen auf und verwandelt sie in prägnante Zusammenfassungen.
es: Nuestro generador impulsado por IA toma información compleja y la convierte en resúmenes concisos.
fr: Notre générateur piloté par l'IA prend des informations complexes et les transforme en résumés concis.
nl: Onze op AI gebaseerde generator neemt complexe informatie en zet deze om in beknopte samenvattingen.
pt: Nosso gerador baseado em IA pega informações complexas e as transforma em resumos concisos.

source: We know your time is valuable, so our algorithm ensures accurate and quick summaries.
de: Wir wissen, dass Ihre Zeit wertvoll ist, daher gewährleistet unser Algorithmus genaue und schnelle Zusammenfassungen.
es: Sabemos que su tiempo es valioso, por lo que nuestro algoritmo garantiza resúmenes precisos y rápidos.
fr: Nous savons que votre temps est précieux, c'est pourquoi notre algorithme garantit des résumés précis et rapides.
nl: We weten dat je tijd waardevol is, dus ons algoritme zorgt voor nauwkeurige en snelle samenvattingen.
pt: Sabemos que seu tempo é valioso, então nosso algoritmo garante resumos precisos e rápidos.

source: Bullet point summarization
de: Zusammenfassung in Aufzählungspunkten
es: Resumen en viñetas
fr: Résumé des puces
nl: Opsomming van bulletpunten
pt: Sumarização por tópicos

source: Whether you're a student or a professional, our platform is designed to meet your needs.
de: Ob Sie Student oder Fachmann sind, unsere Plattform ist darauf ausgelegt, Ihren Bedürfnissen gerecht zu werden.
es: Ya seas estudiante o profesional, nuestra plataforma está diseñada para satisfacer tus necesidades.
fr: Que vous soyez étudiant ou professionnel, notre plateforme est conçue pour répondre à vos besoins.
nl: Of je nu student of professional bent, ons platform is ontworpen om aan jouw behoeften te voldoen.
pt: Seja você um estudante ou um profissional, nossa plataforma foi projetada para atender às suas necessidades.

source: One of our standout features is bullet point summarization, which improves readability.
de: Eine unserer herausragenden Funktionen ist die Zusammenfassung in Aufzählungspunkten, die die Lesbarkeit verbessert.
es: Una de nuestras características destacadas es la sumarización con viñetas, que mejora la legibilidad.
fr: L’une de nos fonctionnalités les plus remarquables est le résumé par puces, qui améliore la lisibilité.
nl: Een van onze opvallende functies is de opsomming van bulletpunten, die de leesbaarheid verbetert.
pt: Um dos nossos recursos exclusivos é a sumarização por tópicos, que melhora a legibilidade.

source: Website Designer
es: Diseñador de sitios web
fr: Concepteur de sites Web
nl: Website-ontwerper
pt: Designer do site

source: Our website is user-friendly and designed by Raheel Fida
de: Unsere Website ist benutzerfreundlich und wurde von Raheel Fida entworfen
es: Nuestro sitio web es fácil de usar y fue diseñado por Raheel Fida
fr: Notre site Web est convivial et conçu par Raheel Fida
nl: Onze website is gebruiksvriendelijk en ontworpen door Raheel Fida
pt: Nosso site é amigável ao usuário e foi projetado por Raheel Fida

source: Contact us
de: Kontaktiere uns
es: Contáctenos
fr: Contactez-nous
nl: Neem contact met ons op
pt: Entre em contato

source: If you have any questions or want to connect with us
de: Wenn Sie Fragen haben oder mit uns in Kontakt treten möchten
es: Si tiene alguna pregunta o desea conectarse con nosotros
fr: Si vous avez des questions ou souhaitez nous contacter
nl: Als je vragen hebt of met ons in contact wilt komen
pt: Se você tiver alguma dúvida ou quiser se conectar conosco

source: We value your feedback and are committed to improving SummaryGenerator.io for you.
de: Wir schätzen Ihr Feedback und sind bestrebt, SummaryGenerator.io für Sie zu verbessern.
es: Valoramos sus comentarios y estamos comprometidos a mejorar SummaryGenerator.io para usted.
fr: Nous apprécions vos commentaires et nous nous engageons à améliorer SummaryGenerator.io pour vous.
nl: Wij waarderen uw feedback en doen er alles aan om SummaryGenerator.io voor u te verbeteren.
pt: Valorizamos seu feedback e estamos comprometidos em melhorar o SummaryGenerator.io para você.

source: You can call us at +4473 61622097
de: Sie können uns unter 4473 61622097 anrufen
es: Puede llamarnos al +4473 61622097
fr: Vous pouvez nous appeler au 4473 61622097
nl: U kunt ons bellen op 4473 61622097
pt: Você pode nos ligar no +4473 61622097

source: email us at support@summarygenerator.io
de: Schicken Sie uns eine E-Mail an support@summarygenerator.io
es: envíenos un correo electrónico a support@summarygenerator.io
fr: envoyez-nous un e-mail à support@summarygenerator.io
nl: e-mail ons op support@summarygenerator.io
pt: envie um e-mail para support@summarygenerator.io

source: Our address is International House, 12 Constance Street, London, E16 2DQ.
de: Unsere Adresse ist International House, 12 Constance Street, London, E16 2DQ.
es: Nuestra dirección es International House, 12 Constance Street, Londres, E16 2DQ.
fr: Notre adresse est International House, 12 Constance Street, Londres, E16 2DQ.
nl: Ons adres is International House, 12 Constance Street, Londen, E16 2DQ.
pt: Nosso endereço é International House, 12 Constance Street, Londres, E16 2DQ.

source: Ready to Transform Your Text?
de: Sind Sie bereit, Ihren Text umzuwandeln?
es: ¿Listo para transformar tu texto?
fr: Prêt à transformer votre texte ?
nl: Klaar om uw tekst te transformeren?
pt: Pronto para Transformar seu Texto?

source: SummaryGenerator.io turns your lengthy texts into crisp, clear summaries with just one click.
de: SummaryGenerator.io verwandelt Ihre langen Texte mit nur einem Klick in klare, klare Zusammenfassungen.
es: SummaryGenerator.io convierte tus textos extensos en resúmenes claros y concisos con solo un clic.
fr: SummaryGenerator.io transforme vos longs textes en résumés clairs et nets en un seul clic.
nl: SummaryGenerator.io verandert uw lange teksten met slechts één klik in scherpe, duidelijke samenvattingen.
pt: O SummaryGenerator.io transforma seus textos longos em resumos claros e concisos com apenas um clique.

source: Summarize Now
de: Jetzt zusammenfassen
es: Resumir ahora
fr: Résumez maintenant
nl: Vat nu samen
pt: Resumir Agora

source: Free to use
de: Kostenlose Nutzung
es: Gratis para usar
fr: utilisation gratuite
nl: Gratis te gebruiken
pt: Gratuito para usar

source: Generate summaries in 3 seconds
de: Erstellen Sie Zusammenfassungen in 3 Sekunden
es: Genera resúmenes en 3 segundos
fr: Générer des résumés en 3 secondes
nl: Genereer samenvattingen in 3 seconden
pt: Gerar resumos em 3 segundos

source: No signup required
de: Keine Anmeldung erforderlich
es: No se requiere registro
fr: Aucune inscription requise
nl: Geen aanmelding vereist
pt: Sem necessidade de cadastro

source: Free AI Summary Generator - Summarize Text in One Click
de: Kostenloser KI-Zusammenfassungs-Generator - Text mit einem Klick zusammenfassen
es: Generador gratuito de resúmenes de IA: Resuma texto con un solo clic
nl: Gratis AI Samenvatting Generator - Tekst samenvatten in één klik

source: Summarize any text with One Click
de: Fassen Sie jeden Text mit einem Klick zusammen
es: Resumir cualquier texto con un clic
fr: Résumez n’importe quel texte en un seul clic
nl: Vat elke tekst samen met één klik
pt: Resumir qualquer texto com um clique

source: Generate Accurate Summaries in 3 seconds
de: Generieren Sie genaue Zusammenfassungen in 3 Sekunden
es: Generar resúmenes precisos en 3 segundos
fr: Générer des résumés précis en 3 secondes
nl: Genereer nauwkeurige samenvattingen in 3 seconden
pt: Gerar resumos precisos em 3 segundos

source: Our summary generator uses advanced AI technology to break down your long content into quick, digestible summaries in just one click. Use it to summarize your articles, academic papers, business reports, or any kind of content.
de: Unser Zusammenfassungsgenerator nutzt fortschrittliche KI-Technologie, um Ihre langen Inhalte mit nur einem Klick in schnelle, verständliche Zusammenfassungen aufzuteilen.
es: Nuestro generador de resúmenes utiliza tecnología avanzada de IA para desglosar su contenido extenso en resúmenes rápidos y digeribles con solo un clic. Úselo para resumir sus artículos, trabajos académicos, informes comerciales o cualquier tipo de contenido.
fr: Notre générateur de résumés utilise une technologie d'IA avancée pour décomposer votre long contenu en résumés rapides et compréhensibles en un seul clic.
nl: Onze samenvattingsgenerator maakt gebruik van geavanceerde AI-technologie om uw lange inhoud met slechts één klik op te splitsen in snelle, verteerbare samenvattingen.
pt: Nosso gerador de resumo utiliza tecnologia avançada de IA para decompor seu conteúdo longo em resumos rápidos e digeríveis com apenas um clique. Use-o para resumir seus artigos, trabalhos acadêmicos, relatórios comerciais ou qualquer tipo de conteúdo.

source: Get the Important Facts & Data
de: Informieren Sie sich über die wichtigen Fakten
es: Obtén los datos e información importantes
fr: Obtenez les faits importants
nl: Verkrijg de belangrijke feiten
pt: Obtenha os Fatos e Dados Importantes

source: This text summarizer quickly extracts important information from large texts and presents complex content in engaging chunks. You get the most relevant and crucial data in just one click.
de: Dieser Textzusammenfasser extrahiert schnell wichtige Informationen aus großen Texten und präsentiert komplexe Inhalte in ansprechenden Abschnitten. Sie erhalten die relevantesten und entscheidenden Daten mit nur einem Klick.
es: Este resumen de texto extrae rápidamente información importante de textos extensos y presenta contenido complejo en segmentos atractivos. Obtiene los datos más relevantes y cruciales con solo un clic.
nl: Deze tekstsamenvatter haalt snel belangrijke informatie uit grote teksten en presenteert complexe inhoud in boeiende brokken. U krijgt de meest relevante en cruciale gegevens met slechts één klik.
pt: Este resumidor de texto extrai rapidamente informações importantes de textos grandes e apresenta conteúdo complexo em partes envolventes. Você obtém os dados mais relevantes e cruciais com apenas um clique.

source: Choose Your Summary Length & Style
de: Wählen Sie Länge und Stil Ihrer Zusammenfassung
es: Elige la longitud y el estilo del resumen
nl: Kies de lengte en stijl van uw samenvatting
pt: Escolha o Comprimento e Estilo do seu Resumo

source: You can customize the length and format of the summary. Create a quick content overview for your blog post or get a detailed summary for your academic research. You’ve also got an option to generate the summary in paragraph form or bullet points.
de: Sie können die Länge und das Format der Zusammenfassung anpassen. Erstellen Sie einen schnellen Überblick über den Inhalt für Ihren Blogbeitrag oder erhalten Sie eine detaillierte Zusammenfassung für Ihre wissenschaftliche Forschung. Sie haben auch die Möglichkeit, die Zusammenfassung in Absatzform oder als Aufzählungspunkte zu generieren.
es: Puede personalizar la longitud y el formato del resumen. Cree una visión general rápida del contenido para su publicación de blog o obtenga un resumen detallado para su investigación académica. También tiene la opción de generar el resumen en forma de párrafo o en viñetas.
nl: U kunt de lengte en het formaat van de samenvatting aanpassen. Maak een snel overzicht van de inhoud voor uw blogpost of krijg een gedetailleerde samenvatting voor uw academisch onderzoek. U hebt ook de mogelijkheid om de samenvatting in alinea's of opsommingstekens te genereren.
pt: Você pode personalizar o comprimento e o formato do resumo. Crie uma visão geral rápida do conteúdo para o seu post no blog ou obtenha um resumo detalhado para sua pesquisa acadêmica. Você também tem a opção de gerar o resumo em forma de parágrafos ou tópicos.

source: Over
de: Über
es: Más de
nl: Meer dan
pt: Mais de

source: users like you have used this summary generator to convert their lengthy text into efficient, 100%% accurate summaries
de: Nutzer wie Sie haben diesen Zusammenfassungsgenerator verwendet, um ihre umfangreichen Texte in effiziente, zu 100%% genaue Zusammenfassungen zu konvertieren.
es: usuarios como usted han utilizado este generador de resúmenes para convertir su texto extenso en resúmenes eficientes y 100%% precisos
nl: gebruikers zoals u hebben deze samenvattingsgenerator gebruikt om hun lange tekst om te zetten in efficiënte, 100%% nauwkeurige samenvattingen
pt: usuários como você usaram este gerador de resumo para converter seus textos longos em resumos eficientes e 100%% precisos

source: Generate your summary now – it’s free
de: Generieren Sie jetzt Ihre Zusammenfassung - es ist kostenlos
es: Genera tu resumen ahora, es gratis
nl: Genereer nu uw samenvatting - het is gratis
pt: Gere seu resumo agora - é grátis

source: During my PhD research, SummaryGenerator.io proved invaluable. It quickly distills the main ideas of complex academic papers. The tool`s precision in highlighting relevant data and arguments made my literature review process much more manageable.
de: Während meiner Promotion hat sich SummaryGenerator.io als unschätzbar erwiesen. Es extrahiert schnell die Hauptideen komplexer wissenschaftlicher Arbeiten. Die Präzision des Tools beim Hervorheben relevanter Daten und Argumente hat meinen Prozess der Literaturrecherche erheblich erleichtert.
es: Durante mi investigación de doctorado, SummaryGenerator.io resultó invaluable. Destila rápidamente las ideas principales de documentos académicos complejos. La precisión de la herramienta al resaltar datos y argumentos relevantes hizo que mi proceso de revisión de literatura fuera mucho más manejable.
fr: Au cours de mes recherches de doctorat, SummaryGenerator.io s'est avéré inestimable.
nl: Tijdens mijn promotieonderzoek bleek SummaryGenerator.io onschatbaar. Het destilleert snel de belangrijkste ideeën uit complexe academische papers. De nauwkeurigheid van de tool bij het markeren van relevante gegevens en argumenten maakte mijn proces van literatuuronderzoek veel beheersbaarder.
pt: Durante minha pesquisa de doutorado, o SummaryGenerator.io se mostrou inestimável. Ele destila rapidamente as ideias principais de trabalhos acadêmicos complexos. A precisão da ferramenta em destacar dados e argumentos relevantes tornou meu processo de revisão de literatura muito mais gerenciável.

source: Academic Researcher
de: Wissenschaftlicher Forscher
es: Investigadora académica
fr: Chercheur universitaire
nl: Academisch Onderzoeker
pt: Pesquisador Acadêmico

source: As a freelance writer, this text summarizer has been a game-changer for me. It efficiently condenses long articles, helping me research and write faster. The summaries are concise and comprehensive, saving me hours of reading.
de: Als freiberuflicher Schriftsteller war dieser Textzusammenfasser ein Game Changer für mich. Er kondensiert lange Artikel effizient, hilft mir schneller zu recherchieren und zu schreiben. Die Zusammenfassungen sind prägnant und umfassend und sparen mir Stunden des Lesens.
es: Como escritora independiente, este resumidor de texto ha sido un cambio de juego para mí. Condensa eficientemente artículos largos, ayudándome a investigar y escribir faster. Los resúmenes son concisos y completos, ahorrándome horas de lectura.
nl: Als freelance schrijver is deze tekstsamenvatter een gamechanger voor mij. Het condenseert efficiënt lange artikelen, waardoor ik sneller kan onderzoeken en schrijven. De samenvattingen zijn beknopt en uitgebreid, waardoor ik uren lezen bespaar.
pt: Como escritor freelancer, este resumidor de texto foi um divisor de águas para mim. Ele condensa eficientemente artigos longos, ajudando-me a pesquisar e escrever mais rápido. Os resumos são concisos e abrangentes, economizando horas de leitura.

source: Freelance Writer
de: Freiberuflicher Schriftsteller
es: Escritora independiente
nl: Freelance Schrijver
pt: Escritor Freelancer

source: How Does the Text Summary Generator Work?
de: Wie funktioniert der Textzusammenfassungsgenerator?
es: ¿Cómo funciona el generador de resúmenes de texto?
fr: Comment fonctionne le générateur de résumé de texte ?
nl: Hoe werkt de tekstsamenvattingsgenerator?
pt: Como Funciona o Gerador de Resumo de Texto?

source: Enter the Text
de: Text eingeben
es: Introduce el texto
fr: Entrez le texte
nl: Voer de tekst in
pt: Insira o Texto

source: You can copy the text and paste it into the box above, or upload a file from your desktop. You can upload a Doc or PDF file.
de: Sie können den Text kopieren und in das obige Feld einfügen oder eine Datei von Ihrem Desktop hochladen. Sie können eine Doc- oder PDF-Datei hochladen.
es: Puedes copiar el texto y pegarlo en el cuadro de arriba, o cargar un archivo desde tu escritorio. Puedes cargar un archivo Doc o PDF.
fr: Vous pouvez copier le texte et le coller dans la case ci-dessus, ou télécharger un fichier depuis votre bureau.
nl: U kunt de tekst kopiëren en plakken in het bovenstaande vak of een bestand vanaf uw desktop uploaden. U kunt een Doc- of PDF-bestand uploaden.
pt: Você pode copiar o texto e colá-lo na caixa acima, ou fazer upload de um arquivo do seu desktop. Você pode fazer upload de um arquivo Doc ou PDF.

source: Choose the Summary Length and Style
de: Wählen Sie die Länge und den Stil der Zusammenfassung
es: Elige la longitud y el estilo del resumen
fr: Choisissez la longueur et le style du résumé
nl: Kies de lengte en stijl van de samenvatting
pt: Escolha o Comprimento e Estilo do Resumo

source: Choose your desired summary size between small, medium-length, and large summary options. Decide if you want the summary in paragraph form or bullet points.
de: Wählen Sie die gewünschte Zusammenfassungsgröße zwischen kleinen, mittleren und großen Zusammenfassungsoptionen.
es: Elige el tamaño de resumen deseado entre opciones pequeñas, de longitud media y grandes. Decide si deseas el resumen en forma de párrafo o en viñetas.
fr: Choisissez la taille du résumé souhaitée entre les options de résumé petit, moyen et grand.
nl: Kies de gewenste samenvattingsgrootte uit kleine, middellange en grote samenvattingsopties.
pt: Escolha o tamanho do resumo desejado entre as opções pequeno, médio e grande. Decida se deseja o resumo em formato de parágrafo ou tópicos.

source: Get Your Summary
de: Holen Sie sich Ihre Zusammenfassung
es: Obtén tu resumen
fr: Obtenez votre résumé
nl: Ontvang uw samenvatting
pt: Obtenha seu Resumo

source: Click the “Summarize” button, and you’ll get the summary in a few seconds. You can simply copy the generated summary or download it as a Doc or PDF file. That’s all!
de: Klicken Sie auf die Schaltfläche „Zusammenfassen“, und Sie erhalten in wenigen Sekunden die Zusammenfassung.
es: Haz clic en el botón “Resumir” y obtendrás el resumen en unos segundos. Puedes simplemente copiar el resumen generado o descargarlo como archivo Doc o PDF. ¡Eso es todo!
fr: Cliquez sur le bouton « Résumer » et vous obtiendrez le résumé en quelques secondes.
nl: Klik op de knop 'Samenvatten' en je krijgt de samenvatting binnen een paar seconden.
pt: Clique no botão “Resumir” e você obterá o resumo em alguns segundos. Você pode simplesmente copiar o resumo gerado ou baixá-lo como um arquivo Doc ou PDF. Isso é tudo!

source: What Kind of Content Can You Summarize with this Summary Generator?
de: Welche Art von Inhalten können Sie mit diesem Zusammenfassungsgenerator zusammenfassen?
es: ¿Qué tipo de contenido puedes resumir con este generador de resúmenes?
fr: Quel type de contenu pouvez-vous résumer avec ce générateur de résumé ?
nl: Wat voor soort inhoud kun je samenvatten met deze samenvattingsgenerator?
pt: Que Tipo de Conteúdo Você Pode Resumir com Este Gerador de Resumo?

source: Academic Papers
de: Akademische Arbeiten
es: Documentos académicos
fr: Documents académiques
nl: Academische artikelen
pt: Trabalhos Acadêmicos

source: Quickly turn complex research papers or articles into easy to digest summaries.
de: Verwandeln Sie komplexe Forschungsarbeiten oder Artikel schnell in leicht verständliche Zusammenfassungen.
es: Convierte rápidamente documentos de investigación complejos o artículos en resúmenes fáciles de entender.
fr: Transformez rapidement des documents de recherche ou des articles complexes en résumés faciles à digérer.
nl: Zet complexe onderzoekspapers of artikelen snel om in gemakkelijk te verwerken samenvattingen.
pt: Transforme rapidamente trabalhos de pesquisa complexos ou artigos em resumos fáceis de entender.

source: Business Reports
de: Geschäftsberichte
es: Informes empresariales
fr: Rapports commerciaux
nl: Bedrijfsrapporten
pt: Relatórios Empresariais

source: Overwhelmed by business reports? Instantly get the key insights and data from extensive reports.
de: Überwältigt von Geschäftsberichten?
es: ¿Abrumado por informes empresariales? Obtén al instante las ideas clave y los datos de informes extensos.
fr: Dépassé par les rapports commerciaux ?
nl: Overweldigd door zakelijke rapporten?
pt: Sobrecarregado com relatórios de negócios? Obtenha instantaneamente as principais ideias e dados de relatórios extensos.

source: News Articles
de: Nachrichtenartikel
es: Artículos de noticias
fr: Articles de presse
nl: Nieuwsartikelen
pt: Artigos de Notícias

source: Get the gist of current events and news stories without reading the full text.
de: Erhalten Sie den Kern aktueller Ereignisse und Nachrichten, ohne den vollständigen Text lesen zu müssen.
es: Obtén la esencia de los eventos actuales y noticias sin leer el texto completo.
fr: Obtenez l’essentiel de l’actualité et des actualités sans lire le texte intégral.
nl: Krijg de essentie van actuele gebeurtenissen en nieuwsverhalen zonder de volledige tekst te lezen.
pt: Pegue a essência dos eventos atuais e notícias sem ler o texto completo.

source: Book Summaries
de: Buchzusammenfassungen
es: Resúmenes de libros
fr: Résumés de livres
nl: Boeksamenvattingen
pt: Resumos de Livros

source: Create brief overviews of books for study or leisure reading.
de: Erstellen Sie kurze Übersichten über Bücher zum Lernen oder zum Lesen in der Freizeit.
es: Crea resúmenes breves de libros para estudios o lecturas de ocio.
fr: Créez de brefs aperçus de livres pour l’étude ou la lecture de loisirs.
nl: Maak korte overzichten van boeken voor studie of vrijetijdslezen.
pt: Crie visões gerais breves de livros para estudo ou leitura de lazer.

source: Technical Documents
de: Technische Dokumente
es: Documentos técnicos
fr: Documents techniques
nl: Technische documenten
pt: Documentos Técnicos

source: Struggling with technical jargon? Simplify technical content into digestible summaries.
de: Haben Sie Probleme mit Fachjargon?
es: ¿Luchando con la jerga técnica? Simplifica el contenido técnico en resúmenes fáciles de entender.
fr: Vous avez du mal avec le jargon technique ?
nl: Heb je moeite met technisch jargon?
pt: Com dificuldades com termos técnicos? Simplifique o conteúdo técnico em resumos fáceis de entender.

source: Meeting Minutes
de: Sitzungsprotokoll
es: Minutos de reuniones
fr: Procès-verbal des réunions
nl: Notulen van de vergadering
pt: Minutas de Reuniões

source: Need to recap meetings? Convert long meeting notes into clear, actionable points.
de: Müssen Besprechungen noch einmal zusammengefasst werden?
es: ¿Necesitas recapitular reuniones? Convierte las largas notas de las reuniones en puntos claros y accionables.
fr: Besoin de récapituler les réunions ?
nl: Moet u vergaderingen samenvatten?
pt: Precisa recapitular reuniões? Converta notas de reuniões extensas em pontos claros e acionáveis.
