Repository: AbdurazzoqovA/summy_saas
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, nl, pt

source: The Services may contain (or you may be sent via the Site) links to other websites ('Third-Party Websites') as well as articles, photographs, text, graphics, pictures, designs, music, sound, video, information, applications, software, and other content or items belonging to or originating from third parties ('Third-Party Content'). Such Third-Party Websites and Third-Party Content are not investigated, monitored, or checked for accuracy, appropriateness, or completeness by us, and we are not responsible for any Third-Party Websites accessed through the Services or any Third-Party Content posted on, available through, or installed from the Services, including the content, accuracy, offensiveness, opinions, reliability, privacy practices, or other policies of or contained in the Third-Party Websites or the Third-Party Content. Inclusion of, linking to, or permitting the use or installation of any Third-Party Websites or any Third-Party Content does not imply approval or endorsement thereof by us. If you decide to leave the Services and access the Third-Party Websites or to use or install any Third-Party Content, you do so at your own risk, and you should be aware these Legal Terms no longer govern. You should review the applicable terms and policies, including privacy and data gathering practices, of any website to which you navigate from the Services or relating to any applications you use or install from the Services. Any purchases you make through Third-Party Websites will be through other websites and from other companies, and we take no responsibility whatsoever in relation to such purchases which are exclusively between you and the applicable third party. You agree and acknowledge that we do not endorse the products or services offered on Third-Party Websites and you shall hold us blameless from any harm caused by your purchase of such products or services. Additionally, you shall hold us blameless from any losses sustained by you or harm caused to you relating to or resulting in any way from any Third-Party Content or any contact with Third-Party Websites.
de: Die Dienste können Links zu anderen Websites („Websites Dritter“) sowie Artikel, Fotos, Texte, Grafiken, Bilder, Designs, Musik, Ton, Videos und Informationen enthalten (oder Sie werden über die Website weitergeleitet).
es: Los Servicios pueden contener (o puede recibir a través del Sitio) enlaces a otros sitios web ('Sitios web de terceros') así como artículos, fotografías, texto, gráficos, imágenes, diseños, música, sonido, video, información, aplicaciones, software y otros contenidos o elementos pertenecientes u originados por terceros ('Contenido de terceros'). Tales Sitios web de terceros y Contenido de terceros no son investigados, monitoreados o verificados por nosotros en cuanto a precisión, adecuación o integridad, y no somos responsables de ningún Sitio web de terceros accedido a través de los Servicios o cualquier Contenido de terceros publicado en, disponible a través de o instalado desde los Servicios, incluido el contenido, la precisión, la ofensividad, opiniones, confiabilidad, prácticas de privacidad u otras políticas de o contenidas en los Sitios web de terceros o el Contenido de terceros. La inclusión, enlace o permiso del uso o instalación de cualquier Sitio web de terceros o cualquier Contenido de terceros no implica aprobación o respaldo por nuestra parte. Si decides abandonar los Servicios y acceder a los Sitios web de terceros o usar o instalar cualquier Contenido de terceros, lo haces bajo tu propio riesgo, y debes tener en cuenta que estos Términos legales ya no rigen. Debes revisar los términos y políticas aplicables, incluidas las prácticas de privacidad y recopilación de datos, de cualquier sitio web al que navegues desde los Servicios o con respecto a cualquier aplicación que uses o instales desde los Servicios. Cualquier compra que realices a través de Sitios web de terceros será a través de otros sitios web y de otras compañías, y no asumimos ninguna responsabilidad en absoluto en relación con tales compras que son exclusivamente entre tú y el tercer pertinente. Acuerdas y reconoces que no respaldamos los productos o servicios ofrecidos en los Sitios web de terceros y nos eximirás de cualquier daño causado por tu compra de tales productos o servicios. Además, nos eximirás de cualquier pérdida sufrida por ti o daño causado a ti relacionado o resultante de cualquier manera del Contenido de terceros o cualquier contacto con Sitios web de terceros.
fr: Les Services peuvent contenir (ou vous pouvez être envoyés via le Site) des liens vers d'autres sites Web (« Sites Web tiers ») ainsi que des articles, photographies, textes, graphiques, images, designs, musique, son, vidéo, informations.
nl: De Diensten kunnen links bevatten (of u kunt via de Site worden verzonden) naar andere websites ('Websites van Derden'), evenals artikelen, foto's, tekst, afbeeldingen, afbeeldingen, ontwerpen, muziek, geluid, video, informatie
pt: Los Servicios pueden contener (o puedes ser enviado a través del Sitio) enlaces a otros sitios web ('Sitios web de terceros') así como artículos, fotografías, texto, gráficos, imágenes, diseños, música, sonido, video, información, aplicaciones, software y otros contenidos o elementos pertenecientes u originarios de terceros ('Contenido de terceros'). Tales Sitios web de terceros y Contenido de terceros no son investigados, supervisados o verificados por nosotros, y no somos responsables de ningún Sitio web de terceros al que se acceda a través de los Servicios o cualquier Contenido de terceros publicado, disponible a través de, o instalado desde los Servicios, incluyendo el contenido, precisión, ofensividad, opiniones, confiabilidad, prácticas de privacidad u otras políticas de o contenidas en los Sitios web de terceros o el Contenido de terceros. La inclusión, el enlace o la autorización para el uso o la instalación de cualquier Sitio web de terceros o cualquier Contenido de terceros no implica aprobación o respaldo por nuestra parte. Si decides salir de los Servicios y acceder a los Sitios web de terceros o utilizar o instalar cualquier Contenido de terceros, lo haces bajo tu propio riesgo, y debes tener en cuenta que estos Términos Legales ya no rigen. Debes revisar los términos y políticas aplicables, incluyendo las prácticas de privacidad y recopilación de datos, de cualquier sitio web al que navegues desde los Servicios o relacionado con cualquier aplicación que utilices o instales desde los Servicios. Cualquier compra que realices a través de Sitios web de terceros será a través de otros sitios web y de otras empresas, y no asumimos ninguna responsabilidad en relación con dichas compras, que son exclusivamente entre tú y el tercero correspondiente. Aceptas y reconoces que no respaldamos los productos o servicios ofrecidos en los Sitios web de terceros y nos eximirás de cualquier daño causado por tu compra de dichos productos o servicios. Además, nos eximirás de cualquier pérdida sufrida por ti o daño causado a ti relacionado o resultante de alguna manera de cualquier Contenido de terceros o cualquier contacto con Sitios web de terceros.

source: We allow advertisers to display their advertisements and other information in certain areas of the Services, such as sidebar advertisements or banner advertisements. We simply provide the space to place such advertisements, and we have no other relationship with advertisers.
de: Wir erlauben Werbetreibenden, ihre Werbung und andere Informationen in bestimmten Bereichen der Dienste anzuzeigen, wie z. B. Sidebar-Werbung oder Bannerwerbung. Wir bieten einfach den Platz, um solche Anzeigen zu schalten, und wir haben keine andere Beziehung zu Werbetreibenden.
es: Permitimos a los anunciantes mostrar sus anuncios y otra información en ciertas áreas de los Servicios, como anuncios laterales o pancartas. Simplemente proporcionamos el espacio para colocar tales anuncios, y no tenemos ninguna otra relación con los anunciantes.
fr: Nous autorisons les annonceurs à afficher leurs publicités et autres informations dans certaines zones des Services, telles que les publicités dans la barre latérale ou les bannières publicitaires.
nl: We staan ​​adverteerders toe hun advertenties en andere informatie weer te geven in bepaalde delen van de Services, zoals zijbalkadvertenties of banneradvertenties.
pt: Permitimos a los anunciantes mostrar sus anuncios y otra información en ciertas áreas de los Servicios, como anuncios en la barra lateral o banners. Simplemente proporcionamos el espacio para colocar dichos anuncios, y no tenemos ninguna otra relación con los anunciantes.

source: We reserve the right, but not the obligation, to: (1) monitor the Services for violations of these Legal Terms; (2) take appropriate legal action against anyone who, in our sole discretion, violates the law or these Legal Terms, including without limitation, reporting such user to law enforcement authorities; (3) in our sole discretion and without limitation, refuse, restrict access to, limit the availability of, or disable (to the extent technologically feasible) any of your Contributions or any portion thereof; (4) in our sole discretion and without limitation, notice, or liability, to remove from the Services or otherwise disable all files and content that are excessive in size or are in any way burdensome to our systems; and (5) otherwise manage the Services in a manner designed to protect our rights and property and to facilitate the proper functioning of the Services.
de: Wir behalten uns das Recht, aber nicht die Verpflichtung vor: (1) die Dienste auf Verstöße gegen diese rechtlichen Bedingungen zu überwachen;
es: Nos reservamos el derecho, pero no la obligación, de: (1) monitorear los Servicios en busca de violaciones de estos Términos legales; (2) tomar medidas legales apropiadas contra cualquier persona que, a nuestra sola discreción, viole la ley o estos Términos legales, incluido, sin limitación, informar a dicha persona a las autoridades policiales; (3) a nuestra sola discreción y sin limitación, negarnos a nosotros, restringir el acceso a, limitar la disponibilidad de o deshabilitar (en la medida tecnológicamente factible) cualquiera de tus Contribuciones o cualquier parte de ellas; (4) a nuestra sola discreción y sin limitación, notificar o eliminar, sin previo aviso o responsabilidad, todos los archivos y contenidos que sean excesivos en tamaño o sean de alguna manera gravosos para nuestros sistemas; y (5) gestionar de otra manera los Servicios de una manera diseñada para proteger nuestros derechos y propiedad y facilitar el funcionamiento adecuado de los Servicios.
fr: Nous nous réservons le droit, mais non l'obligation, de : (1) surveiller les Services pour détecter toute violation des présentes Conditions juridiques ;
nl: Wij behouden ons het recht voor, maar niet de verplichting, om: (1) de Services te controleren op schendingen van deze Juridische voorwaarden;
pt: Nos reservamos el derecho, pero no la obligación, de: (1) supervisar los Servicios en busca de violaciones de estos Términos Legales; (2) emprender acciones legales contra cualquier persona que, a nuestra única discreción, viole la ley o estos Términos Legales, incluyendo, sin limitación, informar a dicha persona a las autoridades encargadas de hacer cumplir la ley; (3) a nuestra única discreción y sin limitación, negarse, restringir el acceso, limitar la disponibilidad o desactivar (en la medida tecnológicamente posible) cualquiera de tus Contribuciones o cualquier parte de ellas; (4) a nuestra única discreción y sin limitación, notificar o desactivar, sin responsabilidad, todos los archivos y contenido que sean excesivamente grandes o que de alguna manera sean gravosos para nuestros sistemas; y (5) administrar los Servicios de manera diseñada para proteger nuestros derechos y propiedades y facilitar el correcto funcionamiento de los Servicios.

source: We care about data privacy and security. Please review our Privacy Policy: <a href='https://summarygenerator.io/PrivacyPolicy/'>Privacy Policy</a>. By using the Services, you agree to be bound by our Privacy Policy, which is incorporated into these Legal Terms. Please be advised the Services are hosted in the United States. If you access the Services from any other region of the world with laws or other requirements governing personal data collection, use, or disclosure that differ from applicable laws in the United States, then through your continued use of the Services, you are transferring your data to the United States, and you expressly consent to have your data transferred to and processed in the United States. Further, we do not knowingly accept, request, or solicit information from children or knowingly market to children. Therefore, in accordance with the U.S. Children’s Online Privacy Protection Act, if we receive actual knowledge that anyone under the age of 13 has provided personal information to us without the requisite and verifiable parental consent, we will delete that information from the Services as quickly as is reasonably practical.
de: Datenschutz und Sicherheit liegen uns am Herzen.
es: Nos preocupamos por la privacidad y seguridad de los datos. Consulta nuestra Política de privacidad: <a href='https://summarygenerator.io/PrivacyPolicy/'>Política de privacidad</a>. Al utilizar los Servicios, aceptas quedar sujeto a nuestra Política de privacidad, que se incorpora a estos Términos legales. Ten en cuenta que los Servicios están alojados en los Estados Unidos. Si accedes a los Servicios desde cualquier otra región del mundo con leyes u otros requisitos que rigen la recopilación, uso o divulgación de datos personales que difieren de las leyes aplicables en los Estados Unidos, entonces, mediante tu uso continuo de los Servicios, estás transfiriendo tus datos a los Estados Unidos, y expresamente consientes en que tus datos sean transferidos y procesados en los Estados Unidos. Además, no aceptamos, solicitamos ni solicitamos información de niños de manera consciente ni comercializamos de manera consciente con niños. Por lo tanto, de acuerdo con la Ley de Protección de la Privacidad en Línea de Niños de EE. UU., si tenemos conocimiento real de que cualquier persona menor de 13 años nos ha proporcionado información personal sin el consentimiento parental requerido y verificable, eliminaremos esa información de los Servicios tan rápido como sea razonablemente posible.
fr: Nous nous soucions de la confidentialité et de la sécurité des données.
nl: Wij vinden gegevensprivacy en -beveiliging belangrijk.
pt: Nos preocupamos por la privacidad y seguridad de los datos. Consulta nuestra Política de privacidad: <a href='https://summarygenerator.io/PrivacyPolicy/'>Política de privacidad</a>. Al utilizar los Servicios, aceptas quedar vinculado por nuestra Política de privacidad, que está incorporada en estos Términos Legales. Ten en cuenta que los Servicios están alojados en los Estados Unidos. Si accedes a los Servicios desde cualquier otra región del mundo con leyes u otros requisitos que regulen la recopilación, uso o divulgación de datos personales y que difieran de las leyes aplicables en los Estados Unidos, entonces, mediante el uso continuo de los Servicios, estás transfiriendo tus datos a los Estados Unidos y aceptas expresamente que tus datos sean transferidos y procesados en los Estados Unidos. Además, no aceptamos, solicitamos ni buscamos conscientemente información de niños ni realizamos comercialización dirigida a niños. Por lo tanto, de acuerdo con la Ley de Protección de la Privacidad en Línea de los Niños en los Estados Unidos, si tenemos conocimiento real de que alguien menor de 13 años ha proporcionado información personal sin el consentimiento paterno requerido y verificable, eliminaremos esa información de los Servicios tan pronto como sea razonablemente posible.

source: If we terminate or suspend your account for any reason, you are prohibited from registering and creating a new account under your name, a fake or borrowed name, or the name of any third party, even if you may be acting on behalf of the third party. In addition to terminating or suspending your account, we reserve the right to take appropriate legal action, including without limitation pursuing civil, criminal, and injunctive redress.
de: Wenn wir Ihr Konto aus irgendeinem Grund kündigen oder sperren, ist es Ihnen untersagt, sich unter Ihrem Namen, einem gefälschten oder geliehenen Namen oder dem Namen eines Dritten zu registrieren und ein neues Konto zu erstellen, auch wenn Sie im Namen des Dritten handeln. Zusätzlich zur Kündigung oder Sperrung Ihres Kontos behalten wir uns das Recht vor, geeignete rechtliche Schritte einzuleiten, einschließlich, aber nicht beschränkt auf zivil-, strafrechtliche und Unterlassungsansprüche.
es: Si terminamos o suspendemos tu cuenta por cualquier motivo, se te prohíbe registrarte y crear una nueva cuenta con tu nombre, un nombre falso o prestado, o el nombre de cualquier tercero, incluso si puedes actuar en nombre del tercero. Además de terminar o suspender tu cuenta, nos reservamos el derecho de tomar las medidas legales apropiadas, incluyendo, sin limitación, buscar reparación civil, penal y cautelar.
fr: Si nous résilions ou suspendons votre compte pour quelque raison que ce soit, il vous est interdit de vous inscrire et de créer un nouveau compte sous votre nom, un faux nom ou un nom emprunté, ou le nom d'un tiers, même si vous agissez au nom de
nl: Als we uw account om welke reden dan ook beëindigen of opschorten, is het u verboden om u te registreren en een nieuw account aan te maken onder uw naam, een valse of geleende naam, of de naam van een derde partij, zelfs als u namens ons handelt
pt: Si terminamos o suspendemos tu cuenta por cualquier motivo, se te prohíbe registrarte y crear una nueva cuenta bajo tu nombre, un nombre falso o prestado, o el nombre de cualquier tercero, incluso si estás actuando en nombre del tercero. Además de terminar o suspender tu cuenta, nos reservamos el derecho de emprender acciones legales adecuadas, incluyendo, sin limitación, buscar reparación civil, penal y cautelar.

source: These Legal Terms are governed by and interpreted following the laws of the United Kingdom, and the use of the United Nations Convention of Contracts for the International Sales of Goods is expressly excluded. If your habitual residence is in the EU, and you are a consumer, you additionally possess the protection provided to you by obligatory provisions of the law in your country to residence. SummaryGenerator and yourself both agree to submit to the non-exclusive jurisdiction of the courts of __________, which means that you may make a claim to defend your consumer protection rights in regards to these Legal Terms in the United Kingdom, or in the EU country in which you reside.
de: Diese rechtlichen Bedingungen unterliegen den Gesetzen des Vereinigten Königreichs und werden entsprechend ausgelegt. Die Anwendung des Übereinkommens der Vereinten Nationen über Verträge über den internationalen Warenkauf wird ausdrücklich ausgeschlossen.
es: Estos Términos legales se rigen e interpretan conforme a las leyes del Reino Unido, y el uso de la Convención de las Naciones Unidas sobre Contratos de Compraventa Internacional de Mercaderías queda expresamente excluido. Si tu residencia habitual está en la UE y eres consumidor, posees además la protección que te brindan las disposiciones obligatorias de la ley de tu país de residencia. SummaryGenerator y tú acuerdan someterse a la jurisdicción no exclusiva de los tribunales de __________, lo que significa que puedes presentar una demanda para defender tus derechos de protección al consumidor en relación con estos Términos legales en el Reino Unido o en el país de la UE en el que residas.
fr: Les présentes conditions juridiques sont régies et interprétées conformément aux lois du Royaume-Uni, et l'utilisation de la Convention des Nations Unies sur les contrats de vente internationale de marchandises est expressément exclue.
nl: Deze juridische voorwaarden worden beheerst door en geïnterpreteerd volgens de wetten van het Verenigd Koninkrijk, en het gebruik van het Verdrag van de Verenigde Naties inzake contracten voor de internationale verkoop van goederen is uitdrukkelijk uitgesloten.
pt: Estos Términos Legales están regidos e interpretados de acuerdo con las leyes del Reino Unido, y el uso de la Convención de las Naciones Unidas sobre Contratos de Compraventa Internacional de Mercaderías queda expresamente excluido. Si tu residencia habitual está en la UE y eres consumidor, posees adicionalmente la protección que te brindan las disposiciones obligatorias de la ley en tu país de residencia. SummaryGenerator y tú acuerdan someterse a la jurisdicción no exclusiva de los tribunales de __________, lo que significa que puedes presentar una reclamación para defender tus derechos de protección al consumidor en relación con estos Términos Legales en el Reino Unido o en el país de la UE en el que resides.

source: We reserve the right to change, modify, or remove the contents of the Services at any time or for any reason at our sole discretion without notice. However, we have no obligation to update any information on our Services. We will not be liable to you or any third party for any modification, price change, suspension, or discontinuance of the Services.
de: Wir behalten uns das Recht vor, den Inhalt der Dienste jederzeit oder aus irgendeinem Grund nach eigenem Ermessen ohne Vorankündigung zu ändern, zu modifizieren oder zu entfernen. Wir sind jedoch nicht verpflichtet, Informationen über unsere Dienste zu aktualisieren. Wir haften Ihnen oder Dritten gegenüber nicht für Änderungen, Preisänderungen, Aussetzungen oder die Einstellung der Dienste.
es: Nos reservamos el derecho de cambiar, modificar o eliminar el contenido de los Servicios en cualquier momento o por cualquier motivo a nuestra sola discreción, sin previo aviso. Sin embargo, no tenemos la obligación de actualizar ninguna información en nuestros Servicios. No seremos responsables ante ti ni ante ningún tercero por cualquier modificación, cambio de precio, suspensión o interrupción de los Servicios.
fr: Nous nous réservons le droit de changer, modifier ou supprimer le contenu des Services à tout moment ou pour quelque raison que ce soit, à notre seule discrétion et sans préavis.
nl: Wij behouden ons het recht voor om de inhoud van de Services op elk moment of om welke reden dan ook naar eigen goeddunken en zonder voorafgaande kennisgeving te wijzigen, aan te passen of te verwijderen.
pt: Nos reservamos el derecho de cambiar, modificar o eliminar el contenido de los Servicios en cualquier momento o por cualquier motivo a nuestra sola discreción sin previo aviso. Sin embargo, no tenemos la obligación de actualizar ninguna información en nuestros Servicios. No seremos responsables ante ti ni ante ningún tercero por cualquier modificación, cambio de precio, suspensión o interrupción de los Servicios.
