Repository: AbdurazzoqovA/summy_saas
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, nl, pt

source: In some regions (like the EEA, UK, Switzerland, and Canada), you have certain rights under applicable data protection laws. These may include the right (i) to request access and obtain a copy of your personal information, (ii) to request rectification or erasure; (iii) to restrict the processing of your personal information; (iv) if applicable, to data portability; and (v) not to be subject to automated decision-making. In certain circumstances, you may also have the right to object to the processing of your personal information. You can make such a request by contacting us by using the contact details provided in the section \
de: In einigen Regionen (wie dem EWR, dem Vereinigten Königreich, der Schweiz und Kanada) haben Sie bestimmte Rechte gemäß den geltenden Datenschutzgesetzen.
es: En algunas regiones (como la EEA, el Reino Unido, Suiza y Canadá), tienes ciertos derechos bajo las leyes aplicables de protección de datos. Estos pueden incluir el derecho (i) a solicitar acceso y obtener una copia de tu información personal, (ii) a solicitar rectificación o eliminación; (iii) a restringir el procesamiento de tu información personal; (iv) si es aplicable, a la portabilidad de datos; y (v) a no estar sujeto a decisiones automatizadas. En circunstancias específicas, también puedes tener el derecho de oponerte al procesamiento de tu información personal. Puedes hacer tal solicitud contactándonos utilizando los detalles de contacto proporcionados en la sección \
fr: Dans certaines régions (comme l'EEE, le Royaume-Uni, la Suisse et le Canada), vous disposez de certains droits en vertu des lois applicables sur la protection des données.
nl: In sommige regio's (zoals de EER, het Verenigd Koninkrijk, Zwitserland en Canada) beschikt u over bepaalde rechten onder de toepasselijke wetgeving inzake gegevensbescherming.
pt: Em algumas regiões (como a AEE, Reino Unido, Suíça e Canadá), você possui certos direitos sob as leis aplicáveis de proteção de dados. Esses direitos podem incluir o direito (i) de solicitar acesso e obter uma cópia de suas informações pessoais, (ii) de solicitar retificação ou exclusão; (iii) de restringir o processamento de suas informações pessoais; (iv) se aplicável, à portabilidade de dados; e (v) de não estar sujeito a decisões automatizadas. Em circunstâncias específicas, você também pode ter o direito de se opor ao processamento de suas informações pessoais. Você pode fazer tal solicitação, entrando em contato conosco pelos detalhes de contato fornecidos na seção \

source: We will consider and act upon any request in accordance with applicable data protection laws.
de: Wir werden jede Anfrage in Übereinstimmung mit den geltenden Datenschutzgesetzen prüfen und darauf reagieren.
es: Consideraremos y actuaremos según cualquier solicitud de acuerdo con las leyes aplicables de protección de datos.
fr: Nous examinerons et donnerons suite à toute demande conformément aux lois applicables en matière de protection des données.
nl: We zullen elk verzoek in overweging nemen en ernaar handelen in overeenstemming met de toepasselijke wetgeving inzake gegevensbescherming.
pt: Iremos considerar e agir de acordo com qualquer solicitação, conforme estabelecido nas leis aplicáveis de proteção de dados.

source: If you are located in the EEA or UK and you believe we are unlawfully processing your personal information, you also have the right to complain to your
de: Wenn Sie im EWR oder im Vereinigten Königreich ansässig sind und der Meinung sind, dass wir Ihre personenbezogenen Daten rechtswidrig verarbeiten, haben Sie auch das Recht, sich bei uns zu beschweren
es: Si te encuentras en la EEA o el Reino Unido y crees que estamos procesando tu información personal de manera ilícita, también tienes derecho a presentar una queja ante tu
fr: Si vous résidez dans l'EEE ou au Royaume-Uni et que vous pensez que nous traitons illégalement vos informations personnelles, vous avez également le droit de porter plainte auprès de votre
nl: Als u zich in de EER of het Verenigd Koninkrijk bevindt en u denkt dat wij uw persoonlijke gegevens onrechtmatig verwerken, heeft u ook het recht om een ​​klacht in te dienen bij uw
pt: Se você estiver na AEE ou no Reino Unido e acreditar que estamos processando suas informações pessoais de maneira ilegal, você também tem o direito de apresentar uma reclamação para o seu

source: Member State data protection authority
de: Datenschutzbehörde des Mitgliedstaats
es: Autoridad de protección de datos del Estado miembro
fr: Autorité de protection des données des États membres
nl: Autoriteit voor gegevensbescherming van de lidstaat
pt: autoridade de proteção de dados do Estado Membro

source: or
de: oder
es: o
fr: ou
nl: of
pt: ou

source: UK data protection authority
de: Datenschutzbehörde des Vereinigten Königreichs
es: Autoridad de protección de datos del Reino Unido
fr: Autorité britannique de protection des données
nl: Britse gegevensbeschermingsautoriteit
pt: autoridade de proteção de dados do Reino Unido

source: If you are located in Switzerland, you may contact the
de: Wenn Sie in der Schweiz ansässig sind, können Sie sich an die wenden
es: Si te encuentras en Suiza, puedes ponerte en contacto con el
fr: Si vous résidez en Suisse, vous pouvez contacter le
nl: Als u zich in Zwitserland bevindt, kunt u contact opnemen met de
pt: Se você estiver na Suíça, pode entrar em contato com o

source: Federal Data Protection and Information Commissioner
de: Bundesbeauftragter für Datenschutz und Öffentlichkeitsarbeit
es: Comisionado Federal de Protección de Datos e Información
fr: Commissaire fédéral à la protection des données et à l'information
nl: Federale commissaris voor gegevensbescherming en informatie
pt: Comissário Federal de Proteção de Dados e Informações

source: Withdrawing your consent:
de: Widerruf Ihrer Einwilligung:
es: Retiro de tu consentimiento:
fr: Retrait de votre consentement :
nl: Uw toestemming intrekken:
pt: Revogação do seu consentimento:

source: If we are relying on your consent to process your personal information, which may be express and/or implied consent depending on the applicable law, you have the right to withdraw your consent at any time. You can withdraw your consent at any time by contacting us by using the contact details provided in the section \
de: Wenn wir uns bei der Verarbeitung Ihrer personenbezogenen Daten auf Ihre Einwilligung verlassen, die je nach geltendem Recht eine ausdrückliche und/oder stillschweigende Einwilligung sein kann, haben Sie das Recht, Ihre Einwilligung jederzeit zu widerrufen.
es: Si estamos basando el procesamiento de tu información personal en tu consentimiento, que puede ser un consentimiento expreso o implícito según la ley aplicable, tienes el derecho de retirar tu consentimiento en cualquier momento. Puedes retirar tu consentimiento en cualquier momento contactándonos mediante los detalles de contacto proporcionados en la sección \
fr: Si nous comptons sur votre consentement pour traiter vos informations personnelles, qui peut être un consentement exprès et/ou implicite selon la loi applicable, vous avez le droit de retirer votre consentement à tout moment.
nl: Als we afhankelijk zijn van uw toestemming om uw persoonlijke gegevens te verwerken, wat een uitdrukkelijke en/of impliciete toestemming kan zijn, afhankelijk van de toepasselijke wetgeving, heeft u het recht om uw toestemming op elk gewenst moment in te trekken.
pt: Se estamos dependendo do seu consentimento para processar suas informações pessoais, que podem ser consentimento expresso e/ou implícito, dependendo da lei aplicável, você tem o direito de retirar seu consentimento a qualquer momento. Você pode retirar seu consentimento a qualquer momento, entrando em contato conosco pelos detalhes de contato fornecidos na seção \

source: However, please note that this will not affect the lawfulness of the processing before its withdrawal nor, when applicable law allows, will it affect the processing of your personal information conducted in reliance on lawful processing grounds other than consent.
de: Bitte beachten Sie jedoch, dass dies keinen Einfluss auf die Rechtmäßigkeit der Verarbeitung vor ihrem Widerruf hat und, sofern das geltende Recht dies zulässt, auch keinen Einfluss auf die Verarbeitung Ihrer personenbezogenen Daten hat, die auf der Grundlage anderer rechtmäßiger Verarbeitungsgründe als der Einwilligung erfolgt.
es: Sin embargo, ten en cuenta que esto no afectará la legalidad del procesamiento antes de su retirada ni, cuando la ley aplicable lo permita, afectará al procesamiento de tu información personal realizado en dependencia de fundamentos de procesamiento legales distintos al consentimiento.
fr: Veuillez toutefois noter que cela n'affectera pas la licéité du traitement avant son retrait ni, lorsque la loi applicable le permet, que cela n'affectera le traitement de vos informations personnelles effectué sur la base de motifs de traitement licites autres que le consentement.
nl: Houd er echter rekening mee dat dit geen invloed heeft op de rechtmatigheid van de verwerking vóór de intrekking ervan, en, wanneer de toepasselijke wetgeving dit toestaat, ook niet op de verwerking van uw persoonlijke gegevens die wordt uitgevoerd op basis van andere wettige verwerkingsgronden dan toestemming.
pt: No entanto, observe que isso não afetará a legalidade do processamento antes de sua retirada nem, quando a lei aplicável permitir, afetará o processamento de suas informações pessoais realizado com base em fundamentos legais de processamento diferentes do consentimento.

source: Opting out of marketing and promotional communications:
de: Abmeldung von Marketing- und Werbemitteilungen:
es: Optar por no participar en comunicaciones de marketing y promocionales:
fr: Désinscription des communications marketing et promotionnelles :
nl: Afmelden voor marketing- en promotionele communicatie:
pt: Optando por não receber comunicações de marketing e promoções:

source: You can unsubscribe from our marketing and promotional communications at any time by clicking on the unsubscribe link in the emails that we send, or by contacting us using the details provided in the section \
de: Sie können sich jederzeit von unseren Marketing- und Werbemitteilungen abmelden, indem Sie auf den Abmeldelink in den von uns gesendeten E-Mails klicken oder uns über die im Abschnitt \ angegebenen Kontaktdaten kontaktieren.
es: Puedes darte de baja de nuestras comunicaciones de marketing y promocionales en cualquier momento haciendo clic en el enlace de baja en los correos electrónicos que enviamos o contactándonos utilizando los detalles proporcionados en la sección \
fr: Vous pouvez à tout moment vous désinscrire de nos communications marketing et promotionnelles en cliquant sur le lien de désinscription présent dans les emails que nous envoyons, ou en nous contactant aux coordonnées fournies dans la rubrique \
nl: U kunt zich op elk moment afmelden voor onze marketing- en promotionele communicatie door op de afmeldlink te klikken in de e-mails die we sturen, of door contact met ons op te nemen via de gegevens in de sectie \
pt: Você pode cancelar a inscrição nas nossas comunicações de marketing e promoções a qualquer momento clique no link de cancelamento de inscrição nos e-mails que enviamos ou entrando em contato conosco usando os detalhes fornecidos na seção \

source: Account Information
de: Kontoinformationen
es: Información de la cuenta
fr: Informations sur le compte
nl: Accountinformatie
pt: Informações da conta

source: If you would at any time like to review or change the information in your account or terminate your account, you can:
de: Wenn Sie jederzeit die Informationen in Ihrem Konto überprüfen oder ändern oder Ihr Konto kündigen möchten, können Sie:
es: Si en algún momento deseas revisar o cambiar la información en tu cuenta o cerrar tu cuenta, puedes:
fr: Si vous souhaitez à tout moment consulter ou modifier les informations de votre compte ou résilier votre compte, vous pouvez :
nl: Als u op enig moment de informatie in uw account wilt bekijken of wijzigen of uw account wilt beëindigen, kunt u:
pt: Se você deseja, a qualquer momento, revisar ou alterar as informações em sua conta ou encerrar sua conta, você pode:

source: Log in to your account settings and update your user account.
de: Melden Sie sich bei Ihren Kontoeinstellungen an und aktualisieren Sie Ihr Benutzerkonto.
es: Inicia sesión en la configuración de tu cuenta y actualiza tu cuenta de usuario.
fr: Connectez-vous aux paramètres de votre compte et mettez à jour votre compte utilisateur.
nl: Log in op uw accountinstellingen en update uw gebruikersaccount.
pt: Faça login nas configurações da sua conta e atualize sua conta de usuário.

source: Upon your request to terminate your account, we will deactivate or delete your account and information from our active databases. However, we may retain some information in our files to prevent fraud, troubleshoot problems, assist with any investigations, enforce our legal terms and/or comply with applicable legal requirements.
de: Auf Ihren Antrag hin, Ihr Konto zu kündigen, werden wir Ihr Konto und Ihre Informationen deaktivieren oder aus unseren aktiven Datenbanken löschen.
es: Tras tu solicitud de cerrar tu cuenta, desactivaremos o eliminaremos tu cuenta e información de nuestras bases de datos activas. Sin embargo, es posible que retengamos cierta información en nuestros archivos para prevenir fraudes, solucionar problemas, colaborar en investigaciones, hacer cumplir nuestros términos legales y/o cumplir con los requisitos legales aplicables.
fr: Lors de votre demande de résiliation de votre compte, nous désactiverons ou supprimerons votre compte et vos informations de nos bases de données actives.
nl: Op uw verzoek om uw account te beëindigen, zullen wij uw account en informatie uit onze actieve databases deactiveren of verwijderen.
pt: Após sua solicitação de encerramento da sua conta, desativaremos ou excluiremos sua conta e informações de nossos bancos de dados ativos. No entanto, podemos manter algumas informações em nossos arquivos para evitar fraudes, solucionar problemas, auxiliar em quaisquer investigações, fazer cumprir nossos termos legais e/ou cumprir requisitos legais aplicáveis.

source: If you have questions or comments about your privacy rights, you may email us at info@summarygenerator.io.
de: Wenn Sie Fragen oder Kommentare zu Ihren Datenschutzrechten haben, können Sie uns eine E-Mail an info@summarygenerator.io senden.
es: Si tienes preguntas o comentarios sobre tus derechos de privacidad, puedes enviarnos un correo electrónico a info@summarygenerator.io.
fr: Si vous avez des questions ou des commentaires sur vos droits à la vie privée, vous pouvez nous envoyer un e-mail à info@summarygenerator.io.
nl: Als u vragen of opmerkingen heeft over uw privacyrechten, kunt u ons een e-mail sturen op info@summarygenerator.io.
pt: Se você tiver dúvidas ou comentários sobre seus direitos de privacidade, pode nos enviar um e-mail para info@summarygenerator.io.

source: Most web browsers and some mobile operating systems and mobile applications include a Do-Not-Track ('DNT') feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected. At this stage no uniform technology standard for recognizing and implementing DNT signals has been finalized. As such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online. If a standard for online tracking is adopted that we must follow in the future, we will inform you about that practice in a revised version of this privacy notice.
de: Die meisten Webbrowser und einige mobile Betriebssysteme und mobile Anwendungen verfügen über eine Do-Not-Track-Funktion oder -Einstellung (Do-Not-Track, „DNT“), die Sie aktivieren können, um Ihre Datenschutzpräferenz zu signalisieren, dass Daten über Ihre Online-Browsing-Aktivitäten nicht überwacht und gesammelt werden sollen.
es: La mayoría de los navegadores web y algunos sistemas operativos móviles y aplicaciones móviles incluyen una función o configuración de No Rastrear ('DNT') que puedes activar para indicar tu preferencia de privacidad de no tener datos sobre tus actividades de navegación en línea monitorizados y recopilados. En esta etapa, aún no se ha finalizado un estándar tecnológico uniforme para reconocer e implementar señales DNT. Como tal, actualmente no respondemos a las señales de navegadores DNT ni a ningún otro mecanismo que comunique automáticamente tu elección de no ser rastreado en línea. Si se adopta un estándar para el seguimiento en línea que debamos seguir en el futuro, te informaremos sobre esa práctica en una versión revisada de este aviso de privacidad.
fr: La plupart des navigateurs Web et certains systèmes d'exploitation et applications mobiles incluent une fonctionnalité ou un paramètre Do-Not-Track (« DNT ») que vous pouvez activer pour signaler votre préférence en matière de confidentialité afin que les données sur vos activités de navigation en ligne ne soient pas surveillées et collectées.
nl: De meeste webbrowsers en sommige mobiele besturingssystemen en mobiele applicaties bevatten een Do-Not-Track ('DNT')-functie of -instelling die u kunt activeren om uw privacyvoorkeur aan te geven dat er geen gegevens over uw online browse-activiteiten worden gecontroleerd en verzameld.
pt: A maioria dos navegadores da web e alguns sistemas operacionais móveis e aplicativos móveis incluem um recurso ou configuração de Não Rastrear ('DNT') que você pode ativar para indicar sua preferência de privacidade de não ter dados sobre suas atividades de navegação online monitorados e coletados. Neste momento, nenhum padrão de tecnologia uniforme para reconhecimento e implementação de sinais DNT foi finalizado. Portanto, atualmente, não respondemos aos sinais de navegador DNT ou a qualquer outro mecanismo que comunique automaticamente sua escolha de não ser rastreado online. Se um padrão para rastreamento online for adotado e que devemos seguir no futuro, informaremos você sobre essa prática em uma versão revisada deste aviso de privacidade.

source: If you are a resident of , you are granted specific rights regarding access to your personal information.
de: Wenn Sie Ihren Wohnsitz in haben, werden Ihnen bestimmte Rechte hinsichtlich des Zugriffs auf Ihre persönlichen Daten gewährt.
es: Si eres residente de , se te conceden derechos específicos con respecto al acceso a tu información personal.
fr: Si vous résidez en , vous bénéficiez de droits spécifiques concernant l'accès à vos informations personnelles.
nl: Als u inwoner bent van , krijgt u specifieke rechten met betrekking tot toegang tot uw persoonlijke gegevens.
pt: Se você é residente de , você possui direitos específicos referentes ao acesso às suas informações pessoais.

source: What categories of personal information do we collect?
de: Welche Kategorien personenbezogener Daten erfassen wir?
es: ¿Qué categorías de información personal recopilamos?
fr: Quelles catégories d’informations personnelles collectons-nous ?
nl: Welke categorieën persoonlijke informatie verzamelen we?
pt: Quais categorias de informações pessoais coletamos?

source: We have collected the following categories of personal information in the past twelve (12) months:
de: Wir haben in den letzten zwölf (12) Monaten die folgenden Kategorien personenbezogener Daten gesammelt:
es: Hemos recopilado las siguientes categorías de información personal en los últimos doce (12) meses:
fr: Nous avons collecté les catégories de renseignements personnels suivantes au cours des douze (12) derniers mois :
nl: We hebben de afgelopen twaalf (12) maanden de volgende categorieën persoonlijke gegevens verzameld:
pt: Coletamos as seguintes categorias de informações pessoais nos últimos doze (12) meses:

source: Category
de: Kategorie
es: Categoría
fr: Catégorie
nl: Categorie
pt: Categoria

source: Examples
de: Beispiele
es: Ejemplos
fr: Exemples
nl: Voorbeelden
pt: Exemplos

source: Collected
de: Gesammelt
es: Recopilada
fr: collecté
nl: Verzameld
pt: Coletado

source: A. Identifiers
de: A.
es: A. Identificadores
fr: A.
nl: A.
pt: A. Identificadores

source: Contact details, such as real name, alias, postal address, telephone or mobile contact number, unique personal identifier, online identifier, Internet Protocol address, email address, and account name
de: Kontaktdaten wie richtiger Name, Pseudonym, Postanschrift, Telefon- oder Mobilfunknummer, eindeutige persönliche Kennung, Online-Kennung, Internet-Protokoll-Adresse, E-Mail-Adresse und Kontoname
es: Información de contacto, como nombre real, alias, dirección postal, número de teléfono o contacto móvil, identificador personal único, identificador en línea, dirección de Protocolo de Internet, dirección de correo electrónico y nombre de cuenta
fr: Coordonnées, telles que nom réel, pseudonyme, adresse postale, numéro de téléphone ou de téléphone mobile, identifiant personnel unique, identifiant en ligne, adresse de protocole Internet, adresse e-mail et nom de compte
nl: Contactgegevens, zoals echte naam, alias, postadres, telefoon- of mobiel contactnummer, unieke persoonlijke identificatie, online identificatie, internetprotocoladres, e-mailadres en accountnaam
pt: Informações de contato, como nome real, apelido, endereço postal, número de telefone ou contato móvel, identificador pessoal único, identificador online, endereço de Protocolo de Internet, endereço de e-mail e nome da conta

source: No
de: Nein
fr: Non
nl: Nee
pt: Não

source: B. Protected classification characteristics under state or federal law
de: B.
es: B. Características de clasificación protegidas por ley estatal o federal
fr: B.
nl: B.
pt: B. Características de classificação protegidas por lei estadual ou federal

source: Gender and date of birth
de: Geschlecht und Geburtsdatum
es: Género y fecha de nacimiento
fr: Sexe et date de naissance
nl: Geslacht en geboortedatum
pt: Gênero e data de nascimento

source: C. Commercial information
de: C.
es: C. Información comercial
fr: C.
nl: C.
pt: C. Informações comerciais

source: Transaction information, purchase history, financial details, and payment information
de: Transaktionsinformationen, Kaufhistorie, Finanzdetails und Zahlungsinformationen
es: Información de transacciones, historial de compras, detalles financieros e información de pago
fr: Informations sur les transactions, historique des achats, détails financiers et informations de paiement
nl: Transactie-informatie, aankoopgeschiedenis, financiële details en betalingsinformatie
pt: Informações de transação, histórico de compras, detalhes financeiros e informações de pagamento

source: D. Biometric information
de: D.
es: D. Información biométrica
fr: D.
nl: D.
pt: D. Informações biométricas
