Repository: AbdurazzoqovA/summy_saas
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, nl, pt

source: Please confirm that
de: Bitte bestätigen Sie dies
es: Por favor, confirma que
nl: Bevestig dat
pt: Por favor, confirme que

source: is an e-mail address for user
de: ist eine E-Mail-Adresse für den Benutzer
es: es una dirección de correo electrónico para el usuario
fr: est une adresse e-mail pour l'utilisateur
nl: is een e-mailadres voor de gebruiker
pt: é um endereço de e-mail para o usuário

source: This e-mail confirmation link expired or is invalid. Please issue a new e-mail confirmation request
de: Dieser E-Mail-Bestätigungslink ist abgelaufen oder ungültig.
es: Este enlace de confirmación por correo electrónico ha caducado o no es válido. Por favor, emite una nueva solicitud de confirmación por correo electrónico.
fr: Ce lien de confirmation par e-mail a expiré ou n'est pas valide.
nl: Deze e-mailbevestigingslink is verlopen of is ongeldig.
pt: Este link de confirmação de e-mail expirou ou é inválido. Por favor, emita uma nova solicitação de confirmação de e-mail

source: Login Page
de: Anmelden
nl: Inlogpagina
pt: Página de Login

source: Home
de: Zuhause
es: Inicio
fr: Accueil
nl: Thuis
pt: Início

source: Pricing
de: Preise
es: Precios
fr: Prix
nl: Prijzen
pt: Preços

source: Logout
de: Abmelden
es: Cerrar sesión
fr: Déconnexion
nl: Uitloggen
pt: Sair

source: Login
de: Anmelden
es: Iniciar sesión
fr: Connexion
nl: Inloggen
pt: Entrar

source: Sign Up
de: Anmelden
es: Registrarse
fr: Inscrivez-vous
nl: Aanmelden
pt: Cadastre-se

source: Welcome Back!
de: Willkommen zurück!
es: ¡Bienvenido de nuevo!
fr: Bienvenue !
nl: Welkom terug!
pt: Bem-vindo de volta!

source: Login to countinue
de: Zum Fortfahren anmelden
es: Inicia sesión para continuar
fr: Connectez-vous pour continuer
nl: Log in om verder te gaan
pt: Faça login para continuar

source: Password
de: Passwort
es: Contraseñas
fr: Mot de passe
nl: Wachtwoord
pt: Senha

source: Remember Me
de: Erinnere dich an mich
es: Recuérdame
fr: Souviens-toi de moi
nl: Onthoud mij
pt: Lembrar-me

source: Forgot Password?
de: Passwort vergessen?
fr: Mot de passe oublié ?
nl: Wachtwoord vergeten?
pt: Esqueceu a senha?

source: or login with
de: oder melden Sie sich an mit
es: o inicia sesión con
fr: ou connectez-vous avec
nl: of log in met
pt: ou faça login com

source: Login with Google
de: Mit Google anmelden
es: Iniciar sesión con Google
fr: Connectez-vous avec Google
nl: Log in met Google
pt: Entrar com o Google

source: Don't have an account?
de: Sie haben noch kein Konto?
es: ¿No tienes una cuenta?
fr: Vous n'avez pas de compte ?
nl: Heeft u geen account?
pt: Não tem uma conta?

source: Register
de: Registrieren
es: Registrarse
fr: S'inscrire
nl: Registreren
pt: Registrar

source: Summarygenerator.io is an AI-powered tool that uses advanced algorithms and natural language processing to analyze the content and identify main ideas to generate relevant summaries. It generates summaries of varying lengths for any type of content.
de: Summarygenerator.io ist ein KI-gestütztes Tool, das fortschrittliche Algorithmen und natürliche Sprachverarbeitung verwendet, um den Inhalt zu analysieren und Hauptideen zu identifizieren, um relevante Zusammenfassungen zu erstellen.
es: Summarygenerator.io es una herramienta impulsada por IA que utiliza algoritmos avanzados y procesamiento de lenguaje natural para analizar el contenido e identificar ideas principales para generar resúmenes relevantes. Genera resúmenes de longitudes variables para cualquier tipo de contenido.
fr: Summarygenerator.io est un outil basé sur l'IA qui utilise des algorithmes avancés et un traitement du langage naturel pour analyser le contenu et identifier les idées principales afin de générer des résumés pertinents.
nl: Summarygenerator.io is een AI-aangedreven tool die geavanceerde algoritmen en natuurlijke taalverwerking gebruikt om de inhoud te analyseren en de belangrijkste ideeën te identificeren om relevante samenvattingen te genereren.
pt: Summarygenerator.io é uma ferramenta alimentada por inteligência artificial que utiliza algoritmos avançados e processamento de linguagem natural para analisar o conteúdo e identificar ideias principais para gerar resumos relevantes. Gera resumos de diferentes comprimentos para qualquer tipo de conteúdo.

source: About Us
de: Über uns
es: Sobre nosotros
fr: À propos de nous
nl: Over ons
pt: Sobre Nós

source: Terms and Conditions
de: Allgemeine Geschäftsbedingungen
es: Términos y condiciones
fr: Conditions générales
nl: Algemene voorwaarden
pt: Termos e Condições

source: Privacy Policy
de: Datenschutzerklärung
es: Política de privacidad
fr: Politique de confidentialité
nl: Privacybeleid
pt: Política de Privacidade

source: Get In Touch
de: Nehmen Sie Kontakt auf
es: Ponte en contacto
fr: Entrez en contact
nl: Neem contact op
pt: Entre em Contato

source: International House, 12 Constance Street, London, E16 2DQ.
es: International House, 12 Constance Street, Londres, E16 2DQ.
fr: International House, 12 Constance Street, Londres, E16 2DQ.
nl: International House, 12 Constance Street, Londen, E16 2DQ.

source: Copyright &copy; 2023.
de: Urheberrecht
es: Derechos de autor &copy; 2023.
fr: droit d'auteur
nl: Auteursrecht

source: Signup
de: Anmelden
nl: Aanmelden
pt: Cadastre-se

source: Start your journey
de: Starte deine Reise
es: Inicia tu viaje
fr: Commencez votre voyage
nl: Begin je reis
pt: Inicie sua jornada

source: Create Summarygenerator account
de: Summarygenerator-Konto erstellen
es: Crea tu cuenta en Summarygenerator
fr: Créer un compte générateur de résumé
nl: Maak een Summarygenerator-account aan
pt: Criar conta no Summarygenerator

source: Full Name
de: Vollständiger Name
es: Nombre completo
fr: Nom complet
nl: Volledige Naam
pt: Nome Completo

source: Your Name
de: Dein Name
es: Tu nombre
fr: Votre nom
nl: Jouw Naam
pt: Seu Nome

source: Email Address
de: E-Mail-Adresse
fr: Adresse e-mail
nl: E-mailadres
pt: Endereço de E-mail

source: name@copygen.com
fr: nom@copygen.com
nl: naam@copygen.com

source: Password (Confirm)
de: Passwort (bestätigen)
es: Contraseñas
fr: Mot de passe (Confirmer)
nl: Wachtwoord (Bevestigen)
pt: Senha (Confirme)

source: Create Account
de: Konto erstellen
es: Crear cuenta
fr: Créer un compte
nl: Account Aanmaken
pt: Criar Conta

source: Already have an account?
de: Bereits ein Konto?
es: ¿No tienes una cuenta?
fr: Vous avez déjà un compte ?
nl: Heb je al een account?
pt: Já tem uma conta?

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few seconds.
de: Wir haben Ihnen eine E-Mail zur Verifizierung gesendet. Folgen Sie dem bereitgestellten Link, um den Anmeldevorgang abzuschließen. Bitte kontaktieren Sie uns, wenn Sie es nicht innerhalb weniger Sekunden erhalten.
es: Hemos enviado un correo electrónico para su verificación. Siga el enlace proporcionado para finalizar el proceso de registro. Por favor, contáctenos si no lo recibe en unos segundos.
fr: Nous vous avons envoyé un e-mail pour vérification.
nl: We hebben een e-mail naar je verzonden ter verificatie. Volg de verstrekte link om het aanmeldproces af te ronden. Neem contact met ons op als je het niet binnen enkele seconden ontvangt.
pt: Enviamos um e-mail para você para verificação. Siga o link fornecido para finalizar o processo de cadastro. Por favor, entre em contato se você não receber em alguns segundos.

source: Welcome
es: ¡Bienvenido de nuevo!
nl: Welkom terug!
pt: Bem-vindo de volta!

source: Words Available
es: Palabras disponibles
nl: Woorden beschikbaar
pt: Palavras disponíveis

source: words
es: Palabras
nl: Woorden
pt: Palavras

source: words generated
es: palabras generadas
nl: woorden gegenereerd
pt: palavras geradas

source: Average words
es: Palabras promedio
nl: Gemiddelde woorden
pt: Palavras médias

source: Words
de: Wörter
es: Palabras
fr: Mots
nl: Woorden
pt: Palavras

source: Average words per document
es: Promedio de palabras por documento
nl: Gemiddelde woorden per document
pt: Média de palavras por documento

source: Documents
es: Documentos técnicos
nl: Technische documenten
pt: Documentos Técnicos

source: See All
es: Ver todo
nl: Zie alles
pt: Ver tudo

source: Every summarized text saved as document
es: Cada texto resumido guardado como documento
nl: Elke samengevatte tekst opgeslagen als document
pt: Todo texto resumido salvo como documento

source: Current Plan
es: Plan actual
nl: Huidig ​​abonnement
pt: Plano Atual

source: See All Plans
es: Ver todos los planes
nl: Bekijk alle abonnementen
pt: Ver todos os planos

source: You can upgrade your plan at any time without losing any remaining words.
es: Puedes actualizar tu plan en cualquier momento sin perder las palabras restantes.
nl: Je kunt je plan op elk moment upgraden zonder de resterende woorden te verliezen.
pt: Você pode atualizar seu plano a qualquer momento sem perder nenhuma palavra restante.

source: Recent Documents
es: Documentos técnicos
nl: Technische documenten
pt: Documentos Técnicos

source: No available documents.
es: No hay documentos disponibles.
nl: Geen beschikbare documenten.
pt: Não há documentos disponíveis.

source: Name
es: Nombres
nl: Namen
pt: Nomes

source: Words Count
es: Palabras
nl: Woorden
pt: Palavras

source: Purpose
es: Propósito
nl: Doel
pt: Objetivo

source: Created at
es: Crear cuenta
nl: Account Aanmaken
pt: Criar Conta

source: Copy
es: Copiar
nl: KopiërenGen
pt: CopyGen

source: Summarized Result
es: Resumir ahora
nl: Samenvatten
pt: Resumir

source: Original Submission
es: Presentación original
nl: Oorspronkelijke inzending
pt: Envio Original

source: List of all Documents you have generated.
es: Lista de todos los documentos que ha generado.
nl: Lijst met alle documenten die u heeft gegenereerd.
pt: Lista de todos os documentos que você gerou.

source: Summarize New Text
es: Resumir ahora
nl: Vat nu samen
pt: Resumir Agora

source: Documents List
es: Lista de documentos
nl: Documentenlijst
pt: Lista de Documentos

source: Search Template
es: Plantilla de búsqueda
nl: Zoeksjabloon
pt: Modelo de pesquisa

source: Search
es: Buscar
nl: Zoeken
pt: Pesquisa

source: Date Created
es: Fecha de creación
nl: Aanmaakdatum
pt: Data de criação

source: Alphabetical
es: Alfabético
nl: Alfabetisch
pt: Alfabético

source: Level
es: Nivel
nl: Niveau
pt: Nível

source: Readability
es: Legibilidad
nl: Leesbaarheid
pt: Legibilidade

source: Summary Result
es: Resumir ahora
nl: Samenvatten
pt: Resumir

source: Edit Profile
es: Editar perfil
nl: Profiel bewerken
pt: Editar perfil

source: Enter Full name here
es: Ingrese el nombre completo aquí
nl: Voer hier de volledige naam in
pt: Insira o nome completo aqui

source: Country
es: País
nl: Land
pt: País

source: Enter Country here
es: Introduce el texto
nl: Voer de tekst in
pt: Insira o Texto

source: I would like to receive updates and news via email.
es: Me gustaría recibir actualizaciones y noticias vía correo electrónico.
nl: Ik wil graag updates en nieuws ontvangen via e-mail.
pt: Gostaria de receber atualizações e novidades por e-mail.

source: Update
es: Actualización
nl: Bijwerken
pt: Atualização

source: Content Writer
es: Escritora independiente
nl: Freelance Schrijver
pt: Escritor Freelancer

source: Characters
es: Personajes
nl: Tekens
pt: Personagens

source: Generate
es: Generar
nl: Genereren
pt: Gerar

source: Humanize
es: Humanizar
nl: Humaniseren
pt: Humanizar

source: Check for AI
es: Comprueba si hay IA
nl: Controleer op AI
pt: Verifique se há IA

source: Export
es: Exportar
nl: Exporteren
pt: Exportar

source: Export as Doc
es: Exportar como documento
nl: Exporteren als Doc
pt: Exportar como documento

source: AI Writer
es: Escritor de IA
nl: AI-schrijver
pt: Escritor de IA

source: Extend Content
es: Ampliar contenido
nl: Inhoud uitbreiden
pt: Estender Conteúdo

source: AI Detection Result
es: Resultado de la detección de IA
nl: AI-detectieresultaat
pt: Resultado de Detecção de IA

source: Get started today with
es: Empiece hoy con
nl: Ga vandaag nog aan de slag met
pt: Comece hoje com

source: free words.
es: palabras libres.
nl: vrije woorden.
pt: palavras livres.

source: Sign up to humanize and make this text undetectable.
es: Regístrate para humanizar y hacer que este texto sea indetectable.
nl: Meld u aan om deze tekst menselijker te maken en niet op te sporen.
pt: Inscreva-se para humanizar e tornar este texto indetectável.

source: What you will gain after signing up?
es: ¿Qué ganarás después de registrarte?
nl: Wat krijg je als je je aanmeldt?
pt: O que você ganhará após se inscrever?

source: Rewrites
es: Reescribe
nl: Herschrijft
pt: Reescreve

source: words for free
es: palabras gratis
nl: woorden gratis
pt: palavras de graça

source: Built-in AI detector
es: detector de IA incorporado
nl: Ingebouwde AI-detector
pt: Detector de IA integrado

source: No weird or random words
es: No hay palabras raras o aleatorias.
nl: Geen rare of willekeurige woorden
pt: Sem palavras estranhas ou aleatórias

source: Passes AI detectors
es: Pasa detectores de IA
nl: Passeert AI-detectoren
pt: Passa pelos detectores de IA

source: High quality, legible content
es: Contenido legible y de alta calidad
nl: Hoge kwaliteit, leesbare inhoud
pt: Conteúdo legível e de alta qualidade

source: Writing level matching
es: Coincidencia de niveles de escritura
nl: Schrijfniveau-matching
pt: Correspondência de nível de escrita

source: Continue With Google
es: Iniciar sesión con Google
nl: Doorgaan met Google
pt: Entrar com o Google

source: Continue With Email
es: Continuar con el correo electrónico
nl: Doorgaan met e-mail
pt: Continue com o e-mail

source: Continue Exploring
es: Continuar explorando
nl: Verder verkennen
pt: Continue explorando

source: Upgrade Required
es: Actualiza a Pro
nl: Upgrade vereist
pt: Atualize para a Versão Pro

source: Your current plan does not include unlimited AI writer access.
es: Tu plan actual no incluye acceso ilimitado a escritores de IA.
nl: Uw huidige plan bevat geen onbeperkte toegang tot de AI-schrijver.
pt: Seu plano atual não inclui acesso ilimitado ao gravador de IA.

source: Upgrade to our premium plan
es: Actualiza a nuestro plan premium
nl: Upgrade naar ons premiumplan
pt: Faça upgrade para nosso plano premium

source: for unrestricted use of our advanced AI writing features.
es: para el uso ilimitado de nuestras funciones avanzadas de escritura con IA.
nl: voor onbeperkt gebruik van onze geavanceerde AI-schrijffuncties.
pt: para uso irrestrito de nossos recursos avançados de escrita de IA.

source: View Subscription Plans
es: Ver planes de suscripción
nl: Bekijk abonnementsplannen
pt: Ver planos de assinatura

source: Summary Generator
es: SummaryGenerator.io
nl: SummaryGenerator.io
pt: SummaryGenerator.io

source: Writing Styles
es: Estilos de escritura
nl: Schrijfstijlen
pt: Estilos de Escrita

source: Pricing Plans
es: Precios
nl: Prijzen
pt: Preços

source: Profile
es: Perfil
nl: Profiel
pt: Perfil

source: Upgrade
es: Actualiza a Pro
nl: Upgrade naar Pro
pt: Atualize para a Versão Pro

source: words left
es: quedan palabras
nl: woorden over
pt: palavras restantes

source: Please Enter your full name
es: Por favor, ingrese su nombre completo
nl: Voer alstublieft uw volledige naam in
pt: Por favor, insira seu nome completo

source: Contact
es: Contáctenos
nl: Neem contact met ons op
pt: Entre em contato

source: Personal Account
es: Crear cuenta
nl: Persoonlijk Account
pt: Criar Conta

source: Payment & Billing
es: Pago y facturación
nl: Betaling en facturering
pt: Pagamento e Faturamento

source: Personal Details
es: Detalles personales
nl: Persoonlijke gegevens
pt: Detalhes Pessoais

source: Change Password
es: Contraseñas
nl: Wachtwoord
pt: Senha

source: Your Subscription
es: Su suscripción
nl: Uw abonnement
pt: Seu Assinatura

source: Cancel Subscription
es: Cancelación
nl: Abonnement annuleren
pt: Cancelar Assinatura

source: Change Plan
es: Cambiar plan
nl: Plan wijzigen
pt: Mudar Plano

source: Recurring Payment
es: Pago recurrente
nl: Terugkerende betaling
pt: Pagamento Recorrente

source: No Active Subscription
es: No hay suscripción activa
nl: Geen actief abonnement
pt: Nenhuma assinatura ativa

source: Next Due Date
es: Próxima fecha de vencimiento
nl: Volgende vervaldatum
pt: Próxima Data de Vencimento

source: Payment Method
es: Método de pago
nl: Betalingsgegevens.
pt: Método de Pagamento

source: Billing History
es: Historial de facturación
nl: Facturatiegeschiedenis
pt: Histórico de Faturamento

source: Subscription
es: Suscripción
nl: Abonnement
pt: Assinatura

source: Payment Date
es: Datos de Pago
nl: Betalingsdatum
pt: Data de Pagamento

source: Total
nl: Totaal

source: Get Invoice
es: Ponte en contacto
nl: Ontvang factuur
pt: Receba a Fatura

source: No billing history available.
es: No hay historial de facturación disponible.
nl: Geen facturatiegeschiedenis beschikbaar.
pt: Nenhum histórico de faturamento disponível.

source: Change Subscription
es: Cambiar suscripción
nl: Wijzig abonnement
pt: Alterar Assinatura

source: Are you sure you want to change your subscription? You can change your plan while keeping your remaining unused words from the current plan. We will add unused words to the new plan.
es: ¿Está seguro de que desea cambiar su suscripción? Puede cambiar su plan mientras mantiene las palabras no utilizadas restantes del plan actual. Añadiremos las palabras no utilizadas al nuevo plan.
nl: Bent u zeker dat u uw abonnement wilt wijzigen? U kunt uw plan wijzigen terwijl u de resterende ongebruikte woorden van het huidige plan behoudt. We zullen ongebruikte woorden toevoegen aan het nieuwe plan.
pt: Tem certeza de que deseja alterar sua assinatura? Você pode mudar seu plano mantendo as palavras não utilizadas restantes do plano atual. Adicionaremos palavras não utilizadas ao novo plano.

source: Keep Plan
es: Mantener plan
nl: Behoud Plan
pt: Manter Plano

source: Are you sure you want to cancel your subscription? Your paid plan is valid till
es: ¿Está seguro de que desea cancelar su suscripción? Su plan de pago es válido hasta
nl: Bent u zeker dat u uw abonnement wilt annuleren? Uw betaalde abonnement is geldig tot
pt: Tem certeza de que deseja cancelar sua assinatura? Seu plano pago é válido até

source: Don't forget to review our other
es: No olvides revisar nuestros otros
nl: Vergeet niet onze andere te bekijken
pt: Não se esqueça de revisar nossos outros

source: pricing plans
es: Precios
nl: Prijzen
pt: Planos de preços

source: before cancelling your current subscription. If you still want to cancel, your account will change to a free plan.
es: antes de cancelar su suscripción actual. Si aún desea cancelar, su cuenta cambiará a un plan gratuito.
nl: voordat u uw huidige abonnement annuleert. Als u nog steeds wilt annuleren, zal uw account veranderen naar een gratis abonnement.
pt: antes de cancelar sua assinatura atual. Se você ainda quiser cancelar, sua conta mudará para um plano gratuito.

source: What you will lose after cancelling your subscription?
es: ¿Qué perderá después de cancelar su suscripción?
nl: Wat verlies je na het annuleren van je abonnement?
pt: O que você perderá após cancelar sua assinatura?

source: All your generated content in Copygen will be removed.
es: Todo el contenido generado en Copygen será eliminado.
nl: Alle door u gegenereerde inhoud in Copygen wordt verwijderd.
pt: Todo o conteúdo gerado em Copygen será removido.

source: You will lose access to unlimited content generation.
es: Perderá el acceso a la generación ilimitada de contenido.
nl: U verliest toegang tot onbeperkte inhoudsgeneratie.
pt: Você perderá o acesso à geração ilimitada de conteúdo.

source: You will get regular updates exclusive only for our premium users.
es: Recibirá actualizaciones regulares exclusivas solo para nuestros usuarios premium.
nl: U ontvangt regelmatige updates exclusief voor onze premiumgebruikers.
pt: Você receberá atualizações regulares exclusivas apenas para nossos usuários premium.

source: Server response may become slow as we highly prioritize our premium users.
es: La respuesta del servidor puede volverse lenta ya que priorizamos altamente a nuestros usuarios premium.
nl: De serverreactie kan traag worden omdat we onze premiumgebruikers hoog prioriteren.
pt: A resposta do servidor pode ficar lenta, pois priorizamos muito nossos usuários premium.

source: There will be no recovery options once you cancel your subscription.
es: No habrá opciones de recuperación una vez que cancele su suscripción.
nl: Er zullen geen herstelopties zijn zodra u uw abonnement annuleert.
pt: Não haverá opções de recuperação após o cancelamento de sua assinatura.

source: I Understand, Cancel
es: Entiendo, cancelar
nl: Ik begrijp het, Annuleren
pt: Eu Entendo, Cancelar

source: About
de: Ungefähr
es: Acerca de
fr: À propos
nl: Over
pt: Sobre

source: Was founded on January 10, 2024, by Kamran Ali from Swabi, Pakistan and
de: Wurde am 10. Januar 2024 von Kamran Ali aus Swabi, Pakistan, gegründet und
es: Fue fundada el 10 de enero de 2024 por Kamran Ali de Swabi, Pakistán y
fr: A été fondée le 10 janvier 2024 par Kamran Ali de Swabi, Pakistan et
nl: Werd opgericht op 10 januari 2024, door Kamran Ali uit Swabi, Pakistan en
pt: Foi fundada em 10 de janeiro de 2024, por Kamran Ali de Swabi, Paquistão e

source: developed by Abdullah from Uzbekistan.
de: entwickelt von Abdullah aus Usbekistan.
es: desarrollada por Abdullah de Uzbekistán.
fr: développé par Abdullah d’Ouzbékistan.
nl: ontwikkeld door Abdullah uit Oezbekistan.
pt: desenvolvida por Abdullah do Uzbequistão.

source: Our software uses AI to condense information
de: Unsere Software verwendet KI, um Informationen zu verdichten
es: Nuestro software utiliza inteligencia artificial para condensar información
fr: Notre logiciel utilise l’IA pour condenser les informations
nl: Onze software gebruikt AI om informatie samen te vatten
pt: Nosso software utiliza IA para condensar informações

source: We used to be called Summarizing-tool but now we're SummaryGenerator.
de: Früher hießen wir Summarizing-Tool, aber jetzt sind wir SummaryGenerator.
es: Antes nos llamábamos Herramienta de Resumen, pero ahora nosotros
fr: Auparavant, nous nous appelions Summarizing-tool, mais maintenant nous sommes SummaryGenerator.
nl: We stonden vroeger bekend als Summarizing-tool, maar nu zijn we SummaryGenerator.
pt: Costumávamos ser chamados de Summarizing-tool, mas agora somos o SummaryGenerator.

source: This change allows us to offer advanced features and better functionality.
de: Durch diese Änderung können wir fortgeschrittene Funktionen und eine bessere Funktionalität anbieten.
es: Este cambio nos permite ofrecer funciones avanzadas y una mejor funcionalidad.
fr: Ce changement nous permet d'offrir des fonctionnalités avancées et de meilleures fonctionnalités.
nl: Deze verandering stelt ons in staat geavanceerde functies en betere functionaliteit aan te bieden.
pt: Esta mudança nos permite oferecer recursos avançados e melhor funcionalidade.

source: Our goal is to provide you with an easy and efficient way to summarize content.
de: Unser Ziel ist es, Ihnen eine einfache und effiziente Möglichkeit zu bieten, Inhalte zusammenzufassen.
es: Nuestro objetivo es proporcionarle una forma fácil y eficiente de resumir contenido.
fr: Notre objectif est de vous fournir un moyen simple et efficace de résumer le contenu.
nl: Ons doel is om je een eenvoudige en efficiënte manier te bieden om inhoud samen te vatten.
pt: Nosso objetivo é fornecer uma maneira fácil e eficiente de resumir conteúdo.
