Repository: AbdurazzoqovA/summy_saas
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, nl, pt

source: If you wish to make any use of the Services, Content, or Marks other than as set out in this section or elsewhere in our Legal Terms, please address your request to: info@summarygenerator.io. If we ever grant you the permission to post, reproduce, or publicly display any part of our Services or Content, you must identify us as the owners or licensors of the Services, Content, or Marks and ensure that any copyright or proprietary notice appears or is visible on posting, reproducing, or displaying our Content.
de: Wenn Sie die Dienste, Inhalte oder Marken anders als in diesem Abschnitt oder an anderer Stelle in unseren rechtlichen Bedingungen dargelegt nutzen möchten, richten Sie Ihre Anfrage bitte an: info@summarygenerator.io.
es: Si desea hacer cualquier uso de los Servicios, Contenido o Marcas que no sea como se establece en esta sección o en otros lugares de nuestros Términos Legales, dirija su solicitud a: info@summarygenerator.io. Si alguna vez le concedemos el permiso para publicar, reproducir o mostrar públicamente cualquier parte de nuestros Servicios o Contenido, debe identificarnos como los propietarios o licenciatarios de los Servicios, Contenido o Marcas y asegurarse de que cualquier aviso de derechos de autor o propietario aparezca o sea visible al publicar, reproducir o mostrar nuestro Contenido.
fr: Si vous souhaitez utiliser les services, le contenu ou les marques autrement que comme indiqué dans cette section ou ailleurs dans nos conditions juridiques, veuillez adresser votre demande à : info@summarygenerator.io.
nl: Als u gebruik wilt maken van de Services, Inhoud of Merken anders dan uiteengezet in deze sectie of elders in onze Juridische voorwaarden, kunt u uw verzoek richten aan: info@summarygenerator.io.
pt: Se você deseja fazer qualquer uso dos Serviços, Conteúdo ou Marcas que não esteja conforme estabelecido nesta seção ou em outros lugares em nossos Termos Legais, por favor, envie sua solicitação para: info@summarygenerator.io. Se nós concedermos a você permissão para publicar, reproduzir ou exibir publicamente qualquer parte de nossos Serviços ou Conteúdo, você deve nos identificar como proprietários ou licenciadores dos Serviços, Conteúdo ou Marcas e garantir que qualquer aviso de direitos autorais ou propriedade esteja presente ou seja visível ao publicar, reproduzir ou exibir nosso Conteúdo.

source: We reserve all rights not expressly granted to you in and to the Services, Content, and Marks.
de: Wir behalten uns alle Rechte vor, die Ihnen nicht ausdrücklich an den Diensten, Inhalten und Marken gewährt werden.
es: Nos reservamos todos los derechos no expresamente concedidos a usted en relación con los Servicios, Contenido y Marcas.
fr: Nous nous réservons tous les droits qui ne vous sont pas expressément accordés sur les services, le contenu et les marques.
nl: Wij behouden ons alle rechten voor die niet uitdrukkelijk aan u zijn verleend in en op de Diensten, Inhoud en Merken.
pt: Reservamos todos os direitos que não são expressamente concedidos a você nos Serviços, Conteúdo e Marcas.

source: Any breach of these Intellectual Property Rights will constitute a material breach of our Legal Terms and your right to use our Services will terminate immediately.
de: Jede Verletzung dieser Rechte an geistigem Eigentum stellt einen wesentlichen Verstoß gegen unsere rechtlichen Bestimmungen dar und Ihr Recht zur Nutzung unserer Dienste erlischt mit sofortiger Wirkung.
es: Cualquier violación de estos Derechos de Propiedad Intelectual constituirá una violación sustancial de nuestros Términos Legales y su derecho a utilizar nuestros Servicios terminará de inmediato.
fr: Toute violation de ces droits de propriété intellectuelle constituera une violation substantielle de nos conditions juridiques et votre droit d'utiliser nos services prendra fin immédiatement.
nl: Elke schending van deze Intellectuele-eigendomsrechten vormt een wezenlijke schending van onze Juridische Voorwaarden en uw recht om onze Services te gebruiken wordt onmiddellijk beëindigd.
pt: Qualquer violação desses Direitos de Propriedade Intelectual constituirá uma violação material de nossos Termos Legais e seu direito de usar nossos Serviços será encerrado imediatamente.

source: Your submissions and contributions
de: Ihre Einsendungen und Beiträge
es: Sus envíos y contribuciones
fr: Vos soumissions et contributions
nl: Uw inzendingen en bijdragen
pt: Suas submissões e contribuições

source: Please review this section and the 'PROHIBITED ACTIVITIES' section carefully prior to using our Services to understand the (a) rights you give us and (b) obligations you have when you post or upload any content through the Services.
de: Bitte lesen Sie diesen Abschnitt und den Abschnitt „VERBOTENE AKTIVITÄTEN“ sorgfältig durch, bevor Sie unsere Dienste nutzen, um zu verstehen, welche (a) Rechte Sie uns einräumen und (b) welche Pflichten Sie haben, wenn Sie Inhalte über die Dienste veröffentlichen oder hochladen.
es: Revise cuidadosamente esta sección y la sección 'ACTIVIDADES PROHIBIDAS' antes de utilizar nuestros Servicios para comprender (a) los derechos que nos otorga y (b) las obligaciones que tiene al publicar o cargar cualquier contenido a través de los Servicios.
fr: Veuillez lire attentivement cette section et la section « ACTIVITÉS INTERDITES » avant d'utiliser nos services pour comprendre les (a) droits que vous nous accordez et (b) les obligations que vous avez lorsque vous publiez ou téléchargez tout contenu via les services.
nl: Lees dit gedeelte en het gedeelte 'VERBODEN ACTIVITEITEN' zorgvuldig door voordat u onze Services gebruikt, om inzicht te krijgen in de (a) rechten die u ons geeft en (b) de verplichtingen die u heeft wanneer u inhoud via de Services plaatst of uploadt.
pt: Revise cuidadosamente esta seção e a seção 'ATIVIDADES PROIBIDAS' antes de usar nossos Serviços para entender (a) os direitos que você nos concede e (b) as obrigações que você tem ao postar ou fazer upload de qualquer conteúdo pelos Serviços.

source: Submissions: By directly sending us any question, comment, suggestion, idea, feedback, or other information about the Services ('Submissions'), you agree to assign to us all intellectual property rights in such Submission. You agree that we shall own this Submission and be entitled to its unrestricted use and dissemination for any lawful purpose, commercial or otherwise, without acknowledgment or compensation to you.
de: Einsendungen: Indem Sie uns direkt Fragen, Kommentare, Vorschläge, Ideen, Rückmeldungen oder andere Informationen zu den Diensten („Einsendungen“) senden, erklären Sie sich damit einverstanden, uns alle geistigen Eigentumsrechte an dieser Einsendung zu übertragen.
es: Envíos: Al enviarnos directamente cualquier pregunta, comentario, sugerencia, idea, retroalimentación u otra información sobre los Servicios ('Envíos'), acepta cedernos todos los derechos de propiedad intelectual sobre dicho Envío. Usted acepta que nosotros seremos propietarios de este Envío y tendremos derecho a su uso y divulgación sin restricciones para cualquier fin lícito, comercial o de otro tipo, sin reconocimiento o compensación para usted.
fr: Soumissions : En nous envoyant directement toute question, commentaire, suggestion, idée, retour ou autre information sur les services (« Soumissions »), vous acceptez de nous céder tous les droits de propriété intellectuelle sur une telle Soumission.
nl: Inzendingen: Door ons rechtstreeks een vraag, opmerking, suggestie, idee, feedback of andere informatie over de Diensten te sturen ('Inzendingen'), gaat u ermee akkoord alle intellectuele eigendomsrechten met betrekking tot een dergelijke Inzending aan ons over te dragen.
pt: Submissões: Ao nos enviar diretamente qualquer pergunta, comentário, sugestão, ideia, feedback ou outra informação sobre os Serviços ('Submissões'), você concorda em nos ceder todos os direitos de propriedade intelectual sobre essa Submissão. Você concorda que seremos proprietários desta Submissão e teremos o direito de usá-la e divulgá-la de forma ilimitada para qualquer finalidade lícita, comercial ou não, sem reconhecimento ou compensação a você.

source: Contributions: The Services may invite you to chat, contribute to, or participate in blogs, message boards, online forums, and other functionality during which you may create, submit, post, display, transmit, publish, distribute, or broadcast content and materials to us or through the Services, including but not limited to text, writings, video, audio, photographs, music, graphics, comments, reviews, rating suggestions, personal information, or other material ('Contributions'). Any Submission that is publicly posted shall also be treated as a Contribution.
de: Beiträge: Die Dienste können Sie zum Chatten, zum Beitragen oder zur Teilnahme an Blogs, Message Boards, Online-Foren und anderen Funktionen einladen, bei denen Sie Inhalte erstellen, übermitteln, posten, anzeigen, übertragen, veröffentlichen, verteilen oder senden können
es: Contribuciones: Los Servicios pueden invitarlo a chatear, contribuir o participar en blogs, tableros de mensajes, foros en línea y otras funciones en las cuales puede crear, enviar, publicar, mostrar, transmitir, publicar, distribuir o difundir contenido y materiales para nosotros o a través de los Servicios, incluidos, entre otros, textos, escritos, video, audio, fotografías, música, gráficos, comentarios, reseñas, sugerencias de calificación, información personal u otro material ('Contribuciones'). Cualquier Envío que se publique públicamente también se considerará una Contribución.
fr: Contributions : Les Services peuvent vous inviter à discuter, contribuer ou participer à des blogs, des forums de discussion, des forums en ligne et d'autres fonctionnalités au cours desquelles vous pouvez créer, soumettre, publier, afficher, transmettre, publier, distribuer ou diffuser du contenu.
nl: Bijdragen: De Services kunnen u uitnodigen om te chatten, bij te dragen aan of deel te nemen aan blogs, message boards, online forums en andere functionaliteiten waarin u inhoud kunt creëren, indienen, posten, weergeven, verzenden, publiceren, distribueren of uitzenden.
pt: Contribuições: Os Serviços podem convidá-lo para bate-papos, contribuições ou participação em blogs, quadros de mensagens, fóruns online e outras funcionalidades durante as quais você pode criar, enviar, postar, exibir, transmitir, publicar, distribuir ou transmitir conteúdo e materiais para nós ou através dos Serviços, incluindo, mas não se limitando a, texto, escritos, vídeo, áudio, fotografias, música, gráficos, comentários, análises, sugestões de classificação, informações pessoais ou outros materiais ('Contribuições'). Qualquer Submissão que seja publicamente postada também será tratada como uma Contribuição.

source: You understand that Contributions may be viewable by other users of the Services and possibly through third-party websites.
de: Sie verstehen, dass Beiträge möglicherweise von anderen Nutzern der Dienste und möglicherweise über Websites Dritter eingesehen werden können.
es: Entiende que las Contribuciones pueden ser visibles para otros usuarios de los Servicios y posiblemente a través de sitios web de terceros.
fr: Vous comprenez que les Contributions peuvent être visibles par d'autres utilisateurs des Services et éventuellement via des sites Web tiers.
nl: U begrijpt dat Bijdragen zichtbaar kunnen zijn voor andere gebruikers van de Diensten en mogelijk via websites van derden.
pt: Você entende que as Contribuições podem ser visualizadas por outros usuários dos Serviços e possivelmente por meio de sites de terceiros.

source: When you post Contributions, you grant us a license (including use of your name, trademarks, and logos): By posting any Contributions, you grant us an unrestricted, unlimited, irrevocable, perpetual, non-exclusive, transferable, royalty-free, fully-paid, worldwide right, and license to: use, copy, reproduce, distribute, sell, resell, publish, broadcast, retitle, store, publicly perform, publicly display, reformat, translate, excerpt (in whole or in part), and exploit your Contributions (including, without limitation, your image, name, and voice) for any purpose, commercial, advertising, or otherwise, to prepare derivative works of, or incorporate into other works, your Contributions, and to sublicense the licenses granted in this section. Our use and distribution may occur in any media formats and through any media channels.
de: Wenn Sie Beiträge veröffentlichen, gewähren Sie uns eine Lizenz (einschließlich der Nutzung Ihres Namens, Ihrer Marken und Logos): Durch die Veröffentlichung von Beiträgen gewähren Sie uns eine uneingeschränkte, unbegrenzte, unwiderrufliche, unbefristete, nicht ausschließliche, übertragbare Lizenzgebühr.
es: Cuando publica Contribuciones, nos concede una licencia (que incluye el uso de su nombre, marcas comerciales y logotipos): Al publicar cualquier Contribución, nos concede un derecho y licencia ilimitados, irrestrictos, irrevocables, perpetuos, no exclusivos, transferibles, libres de regalías, totalmente pagados, mundiales para: usar, copiar, reproducir, distribuir, vender, revender, publicar, transmitir, emitir, cambiar el título, almacenar, realizar públicamente, mostrar públicamente, reformatear, traducir, resumir (en todo o en parte) y explotar sus Contribuciones (incluyendo, sin limitación, su imagen, nombre y voz) para cualquier fin, comercial, publicitario o de otra índole, para preparar obras derivadas de sus Contribuciones, o incorporarlas en otras obras, y otorgar sublicencias de las licencias concedidas en esta sección. Nuestro uso y distribución pueden ocurrir en cualquier formato de medios y a través de cualquier canal de medios.
fr: Lorsque vous publiez des contributions, vous nous accordez une licence (y compris l'utilisation de votre nom, de vos marques et logos) : en publiant des contributions, vous nous accordez une redevance sans restriction, illimitée, irrévocable, perpétuelle, non exclusive, transférable.
nl: Wanneer u bijdragen plaatst, verleent u ons een licentie (inclusief gebruik van uw naam, handelsmerken en logo's): Door bijdragen te plaatsen, verleent u ons een onbeperkte, onbeperkte, onherroepelijke, eeuwigdurende, niet-exclusieve, overdraagbare, royalty-
pt: Quando você publica Contribuições, você nos concede uma licença (incluindo o uso de seu nome, marcas e logotipos): Ao postar quaisquer Contribuições, você nos concede um direito ilimitado, irrestrito, irrevogável, perpétuo, não exclusivo, transferível, isento de royalties, integralmente pago, mundial e licença para: usar, copiar, reproduzir, distribuir, vender, revender, publicar, transmitir, transmitir, armazenar, executar publicamente, exibir publicamente, reformatar, traduzir, extrair (em todo ou em parte) e explorar suas Contribuições (incluindo, sem limitação, sua imagem, nome e voz) para qualquer finalidade, comercial, publicitária ou de outra forma, para preparar obras derivadas ou incorporar em outras obras suas Contribuições, e sublicenciar as licenças concedidas nesta seção. Nossa utilização e distribuição podem ocorrer em qualquer formato de mídia e através de quaisquer canais de mídia.

source: This license includes our use of your name, company name, and franchise name, as applicable, and any of the trademarks, service marks, trade names, logos, and personal and commercial images you provide.
de: Diese Lizenz umfasst unsere Nutzung Ihres Namens, Firmennamens und Franchise-Namens (sofern zutreffend) sowie aller von Ihnen bereitgestellten Marken, Dienstleistungsmarken, Handelsnamen, Logos sowie persönlichen und kommerziellen Bilder.
es: Esta licencia incluye nuestro uso de su nombre, nombre de la empresa y nombre de la franquicia, según corresponda, y cualquiera de las marcas comerciales, marcas de servicio, nombres comerciales, logotipos e imágenes personales y comerciales que proporcione.
fr: Cette licence inclut notre utilisation de votre nom, du nom de votre entreprise et du nom de votre franchise, le cas échéant, ainsi que de toutes les marques commerciales, marques de service, noms commerciaux, logos et images personnelles et commerciales que vous fournissez.
nl: Deze licentie omvat ons gebruik van uw naam, bedrijfsnaam en franchisenaam, indien van toepassing, en alle handelsmerken, dienstmerken, handelsnamen, logo's en persoonlijke en commerciële afbeeldingen die u verstrekt.
pt: Esta licença inclui o uso de seu nome, nome da empresa e nome da franquia, conforme aplicável, e quaisquer marcas registradas, marcas de serviço, nomes comerciais, logotipos e imagens pessoais e comerciais que você fornecer.

source: You are responsible for what you post or upload: By sending us Submissions and/or posting Contributions through any part of the Services or making Contributions accessible through the Services by linking your account through the Services to any of your social networking accounts, you:
de: Sie sind für das, was Sie posten oder hochladen, verantwortlich: Indem Sie uns Beiträge senden und/oder Beiträge über einen Teil der Dienste veröffentlichen oder Beiträge über die Dienste zugänglich machen, indem Sie Ihr Konto über die Dienste mit einem Ihrer Konten in sozialen Netzwerken verknüpfen, können Sie
es: Usted es responsable de lo que publica o carga: Al enviarnos Envíos y/o publicar Contribuciones a través de cualquier parte de los Servicios o hacer que las Contribuciones sean accesibles a través de los Servicios vinculando su cuenta a través de los Servicios a cualquiera de sus cuentas de redes sociales, usted:
fr: Vous êtes responsable de ce que vous publiez ou téléchargez : En nous envoyant des Soumissions et/ou en publiant des Contributions via n'importe quelle partie des Services ou en rendant les Contributions accessibles via les Services en liant votre compte via les Services à l'un de vos comptes de réseaux sociaux, vous
nl: U bent verantwoordelijk voor wat u plaatst of uploadt: Door ons Inzendingen te sturen en/of Bijdragen te plaatsen via enig deel van de Diensten of door Bijdragen toegankelijk te maken via de Diensten door uw account via de Diensten te koppelen aan een van uw sociale netwerkaccounts,
pt: Você é responsável pelo que posta ou envia: Ao nos enviar Submissões e/ou postar Contribuições através de qualquer parte dos Serviços ou tornar Contribuições acessíveis através dos Serviços vinculando sua conta por meio dos Serviços a qualquer uma de suas contas de redes sociais, você:

source: confirm that you have read and agree with our 'PROHIBITED ACTIVITIES' and will not post, send, publish, upload, or transmit through the Services any Submission nor post any Contribution that is illegal, harassing, hateful, harmful, defamatory, obscene, bullying, abusive, discriminatory, threatening to any person or group, sexually explicit, false, inaccurate, deceitful, or misleading;
de: Bestätigen Sie, dass Sie unsere „VERBOTENEN AKTIVITÄTEN“ gelesen haben und damit einverstanden sind und dass Sie über die Dienste keine Einsendungen posten, senden, veröffentlichen, hochladen oder übermitteln oder Beiträge veröffentlichen, die illegal, belästigend, hasserfüllt, schädlich, verleumderisch oder obszön sind
es: confirma que ha leído y está de acuerdo con nuestras 'ACTIVIDADES PROHIBIDAS' y no publicará, enviará, publicará, cargará o transmitirá a través de los Servicios ningún Envío ni publicará ninguna Contribución que sea ilegal, acosadora, odiosa, dañina, difamatoria, obscena, intimidante, abusiva, discriminatoria, amenazante para cualquier persona o grupo, explícitamente sexual, falsa, inexacta, engañosa o confusa;
fr: confirmez que vous avez lu et accepté nos « ACTIVITÉS INTERDITES » et que vous ne publierez, n'enverrez pas, ne publierez pas, ne téléchargerez pas ou ne transmettrez pas via les Services aucune Soumission ni ne publierez aucune Contribution illégale, harcelante, haineuse, préjudiciable, diffamatoire, obscène.
nl: bevestig dat u onze 'VERBODEN ACTIVITEITEN' hebt gelezen en ermee akkoord gaat en dat u geen inzendingen zult posten, verzenden, publiceren, uploaden of via de Services zult verzenden, noch bijdragen zult posten die illegaal, intimiderend, hatelijk, schadelijk, lasterlijk of obsceen zijn
pt: confirma que leu e concorda com nossas 'ATIVIDADES PROIBIDAS' e não irá postar, enviar, publicar, carregar ou transmitir através dos Serviços qualquer Submissão nem postar qualquer Contribuição que seja ilegal, assediadora, odiosa, prejudicial, difamatória, obscena, intimidante, abusiva, discriminatória, ameaçadora a qualquer pessoa ou grupo, explicitamente sexual, falsa, imprecisa, enganosa ou que induza a erro;

source: to the extent permissible by applicable law, waive any and all moral rights to any such Submission and/or Contribution;
de: Verzichten Sie im gesetzlich zulässigen Umfang auf sämtliche Urheberpersönlichkeitsrechte an einer solchen Einreichung und/oder einem solchen Beitrag;
es: en la medida permitida por la ley aplicable, renunciar a todos los derechos morales sobre cualquier Envío y/o Contribución;
fr: dans la mesure permise par la loi applicable, renoncer à tout droit moral sur une telle Soumission et/ou Contribution ;
nl: voor zover toegestaan ​​door de toepasselijke wetgeving, afstand doen van alle morele rechten op een dergelijke Inzending en/of Bijdrage;
pt: na medida em que permitido pela lei aplicável, renuncia a todos e quaisquer direitos morais a qualquer Submissão e/ou Contribuição;

source: warrant that any such Submission and/or Contributions are original to you or that you have the necessary rights and licenses to submit such Submissions and/or Contributions and that you have full authority to grant us the above-mentioned rights in relation to your Submissions and/or Contributions; and
de: garantieren, dass alle solchen Einreichungen und/oder Beiträge von Ihnen stammen oder dass Sie über die erforderlichen Rechte und Lizenzen verfügen, um solche Einreichungen und/oder Beiträge einzureichen, und dass Sie die volle Befugnis haben, uns die oben genannten Rechte in Bezug auf Sie zu gewähren
es: garantiza que cualquier Envío y/o Contribución es original de usted o que tiene los derechos y licencias necesarios para enviar tales Envíos y/o Contribuciones y que tiene plena autoridad para otorgarnos los derechos mencionados anteriormente en relación con sus Envíos y/o Contribuciones; y
fr: garantissez que ces Soumissions et/ou Contributions sont originales pour vous ou que vous disposez des droits et licences nécessaires pour soumettre de telles Soumissions et/ou Contributions et que vous avez la pleine autorité pour nous accorder les droits mentionnés ci-dessus en ce qui concerne votre
nl: garanderen dat dergelijke Inzendingen en/of Bijdragen origineel van u zijn of dat u over de noodzakelijke rechten en licenties beschikt om dergelijke Inzendingen en/of Bijdragen in te dienen en dat u de volledige bevoegdheid heeft om ons de bovengenoemde rechten te verlenen met betrekking tot uw
pt: garante que qualquer Submissão e/ou Contribuições são originais para você ou que você possui os direitos e licenças necessários para enviar tais Submissões e/ou Contribuições e que você tem plena autoridade para nos conceder os direitos mencionados acima em relação às suas Submissões e/ou Contribuições; e
