Repository: AbdurazzoqovA/summy_saas
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, nl, pt

source: If we have reasonable grounds to believe an individual has been, is, or may be a victim of financial abuse
de: Wenn wir berechtigten Grund zu der Annahme haben, dass eine Person Opfer von finanziellem Missbrauch war, ist oder werden könnte
es: Si tenemos motivos razonables para creer que un individuo ha sido, es o puede ser víctima de abuso financiero.
fr: Si nous avons des motifs raisonnables de croire qu'une personne a été, est ou pourrait être victime d'exploitation financière
nl: Als we redelijke gronden hebben om aan te nemen dat een persoon het slachtoffer is, is of kan zijn van financieel misbruik
pt: Se tivermos motivos razoáveis para acreditar que um indivíduo foi, é ou pode ser vítima de abuso financeiro

source: If it is reasonable to expect collection and use with consent would compromise the availability or the accuracy of the information and the collection is reasonable for purposes related to investigating a breach of an agreement or a contravention of the laws of Canada or a province
de: Wenn vernünftigerweise davon auszugehen ist, dass die Erhebung und Nutzung mit Einwilligung die Verfügbarkeit oder Genauigkeit der Informationen gefährden würde und die Erhebung für Zwecke im Zusammenhang mit der Untersuchung eines Vertragsbruchs oder eines Verstoßes gegen die Gesetze Kanadas oder einer Provinz angemessen ist
es: Si es razonable esperar que la recopilación y el uso con consentimiento comprometan la disponibilidad o la exactitud de la información y la recopilación es razonable para fines relacionados con la investigación de un incumplimiento de un acuerdo o una contravención de las leyes de Canadá o una provincia.
fr: S'il est raisonnable de s'attendre à ce que la collecte et l'utilisation avec consentement compromettent la disponibilité ou l'exactitude des renseignements et que la collecte est raisonnable à des fins liées à une enquête sur une violation d'un accord ou une contravention aux lois du Canada ou d'une province.
nl: Als het redelijk is om te verwachten dat het verzamelen en gebruiken met toestemming de beschikbaarheid of nauwkeurigheid van de informatie in gevaar zou brengen en het verzamelen redelijk is voor doeleinden die verband houden met het onderzoeken van een schending van een overeenkomst of een overtreding van de wetten van Canada of een provincie
pt: Se for razoável esperar que a coleta e o uso com consentimento comprometeriam a disponibilidade ou a precisão das informações, e a coleta for razoável para fins relacionados à investigação de uma violação de acordo ou uma contravenção das leis do Canadá ou de uma província

source: If disclosure is required to comply with a subpoena, warrant, court order, or rules of the court relating to the production of records
de: Wenn die Offenlegung erforderlich ist, um einer Vorladung, einem Haftbefehl, einem Gerichtsbeschluss oder den Vorschriften des Gerichts in Bezug auf die Vorlage von Aufzeichnungen nachzukommen
es: Si la divulgación es necesaria para cumplir con una citación, orden de registro, orden judicial o reglas del tribunal relacionadas con la producción de registros.
fr: Si la divulgation est requise pour se conformer à une assignation à comparaître, un mandat, une ordonnance du tribunal ou des règles du tribunal relatives à la production de dossiers
nl: Als openbaarmaking vereist is om te voldoen aan een dagvaarding, bevel, gerechtelijk bevel of regels van de rechtbank met betrekking tot de productie van documenten
pt: Se a divulgação for necessária para cumprir uma intimação, mandado, ordem judicial ou regras do tribunal relacionadas à produção de registros

source: If it was produced by an individual in the course of their employment, business, or profession and the collection is consistent with the purposes for which the information was produced
de: Wenn sie von einer Einzelperson im Rahmen ihrer Beschäftigung, ihres Geschäfts oder Berufs erstellt wurden und die Erhebung mit den Zwecken übereinstimmt, für die die Informationen erstellt wurden
es: Si fue producida por un individuo en el curso de su empleo, negocio o profesión y la recopilación es coherente con los fines para los cuales se produjo la información.
fr: S'ils ont été produits par un individu dans le cadre de son emploi, de son entreprise ou de sa profession et que la collecte est conforme aux fins pour lesquelles les informations ont été produites
nl: Als de informatie door een persoon is geproduceerd in de uitoefening van zijn werk, bedrijf of beroep en de verzameling consistent is met de doeleinden waarvoor de informatie is geproduceerd
pt: Se foi produzido por um indivíduo no curso de seu emprego, negócio ou profissão, e a coleta é consistente com os propósitos para os quais as informações foram produzidas

source: If the collection is solely for journalistic, artistic, or literary purposes
de: Wenn die Sammlung ausschließlich journalistischen, künstlerischen oder literarischen Zwecken dient
es: Si la recopilación es únicamente con fines periodísticos, artísticos o literarios.
fr: Si la collection est uniquement à des fins journalistiques, artistiques ou littéraires
nl: Als de collectie uitsluitend voor journalistieke, artistieke of literaire doeleinden is bedoeld
pt: Se a coleta for exclusivamente para fins jornalísticos, artísticos ou literários

source: If the information is publicly available and is specified by the regulations
de: Wenn die Informationen öffentlich zugänglich sind und in den Vorschriften festgelegt sind
es: Si la información está disponible públicamente y está especificada por las regulaciones.
fr: Si l'information est accessible au public et est spécifiée par la réglementation
nl: Als de informatie openbaar beschikbaar is en wordt gespecificeerd door de regelgeving
pt: Se as informações estiverem publicamente disponíveis e forem especificadas pelos regulamentos

source: In Short:
de: Kurz gesagt:
fr: En bref :
nl: In het kort:
pt: Resumindo:

source: We may share information in specific situations described in this section and/or with the following third parties.
de: Wir können Informationen in bestimmten, in diesem Abschnitt beschriebenen Situationen und/oder an die folgenden Dritten weitergeben.
es: Puede que compartamos información en situaciones específicas descritas en esta sección y/o con los siguientes terceros.
fr: Nous pouvons partager des informations dans des situations spécifiques décrites dans cette section et/ou avec les tiers suivants.
nl: We kunnen informatie delen in specifieke situaties die in deze sectie worden beschreven en/of met de volgende derde partijen.
pt: Poderemos compartilhar informações em situações específicas descritas nesta seção e/ou com os seguintes terceiros.

source: We may need to share your personal information in the following situations:
de: In den folgenden Situationen müssen wir möglicherweise Ihre personenbezogenen Daten weitergeben:
es: Podemos necesitar compartir tu información personal en las siguientes situaciones:
fr: Nous pouvons avoir besoin de partager vos informations personnelles dans les situations suivantes :
nl: In de volgende situaties moeten we mogelijk uw persoonlijke gegevens delen:
pt: Poderemos precisar compartilhar suas informações pessoais nas seguintes situações:

source: Business Transfers.
de: Geschäftsübertragungen.
fr: Transferts d'entreprises.
nl: Bedrijfsoverdrachten.
pt: Transferências Empresariais.

source: We may share or transfer your information in connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company.
de: Wir können Ihre Daten im Zusammenhang mit oder während Verhandlungen über eine Fusion, einen Verkauf von Unternehmensvermögenswerten, eine Finanzierung oder den Erwerb unseres gesamten Unternehmens oder eines Teils davon an ein anderes Unternehmen weitergeben oder übertragen.
es: Puede que compartamos o transfiramos tu información en relación con, o durante negociaciones de, cualquier fusión, venta de activos de la empresa, financiamiento, o adquisición de toda o parte de nuestra empresa a otra compañía.
fr: Nous pouvons partager ou transférer vos informations dans le cadre ou pendant les négociations de toute fusion, vente d'actifs de l'entreprise, financement ou acquisition de tout ou partie de notre entreprise à une autre société.
nl: We kunnen uw gegevens delen of overdragen in verband met of tijdens onderhandelingen over een fusie, verkoop van bedrijfsactiva, financiering of overname van ons geheel of een deel van ons bedrijf aan een ander bedrijf.
pt: Poderemos compartilhar ou transferir suas informações em conexão com, ou durante negociações de, qualquer fusão, venda de ativos da empresa, financiamento ou aquisição de toda ou parte de nosso negócio para outra empresa.

source: When we use Google Analytics.
de: Wenn wir Google Analytics verwenden.
es: Cuando utilizamos Google Analytics.
fr: Lorsque nous utilisons Google Analytics.
nl: Wanneer we Google Analytics gebruiken.
pt: Quando usamos o Google Analytics.

source: We may share your information with Google Analytics to track and analyze the use of the Services. The Google Analytics Advertising Features that we may use include: Google Analytics Demographics and Interests Reporting. To opt out of being tracked by Google Analytics across the Services, visit
de: Wir geben Ihre Informationen möglicherweise an Google Analytics weiter, um die Nutzung der Dienste zu verfolgen und zu analysieren.
es: Puede que compartamos tu información con Google Analytics para rastrear y analizar el uso de los Servicios. Las funciones publicitarias de Google Analytics que podemos utilizar incluyen: Informes demográficos e intereses de Google Analytics. Para optar por no ser rastreado por Google Analytics en todos los Servicios, visita
fr: Nous pouvons partager vos informations avec Google Analytics pour suivre et analyser l'utilisation des Services.
nl: We kunnen uw informatie delen met Google Analytics om het gebruik van de Services bij te houden en te analyseren.
pt: Poderemos compartilhar suas informações com o Google Analytics para rastrear e analisar o uso dos Serviços. Os Recursos de Publicidade do Google Analytics que podemos usar incluem: Relatórios Demográficos e de Interesses do Google Analytics. Para optar por não ser rastreado pelo Google Analytics nos Serviços, visite

source: You can opt out of Google Analytics Advertising Features through Ads Settings and Ad Settings for mobile apps. Other opt-out means include
de: Sie können die Werbefunktionen von Google Analytics über die Anzeigeneinstellungen und Anzeigeneinstellungen für mobile Apps deaktivieren.
es: Puedes optar por no participar en las funciones publicitarias de Google Analytics a través de la configuración de anuncios y la configuración de anuncios para aplicaciones móviles. Otros medios para optar por no participar incluyen
fr: Vous pouvez désactiver les fonctionnalités publicitaires de Google Analytics via les paramètres des annonces et les paramètres des annonces pour les applications mobiles.
nl: U kunt zich afmelden voor de advertentiefuncties van Google Analytics via Advertentie-instellingen en Advertentie-instellingen voor mobiele apps.
pt: Você pode optar por não participar dos Recursos de Publicidade do Google Analytics por meio das Configurações de Anúncios e Configurações de Anúncios para aplicativos móveis. Outros meios de opt-out incluem

source: and
de: und
es: y
fr: et
nl: en
pt: e

source: For more information on the privacy practices of Google, please visit the
de: Weitere Informationen zu den Datenschutzpraktiken von Google finden Sie unter
es: Para obtener más información sobre las prácticas de privacidad de Google, visita la
fr: Pour plus d'informations sur les pratiques de confidentialité de Google, veuillez visiter le
nl: Ga voor meer informatie over de privacypraktijken van Google naar de
pt: Para obter mais informações sobre as práticas de privacidade do Google, visite

source: Google Privacy & Terms
de: Google-Datenschutz
es: Privacidad y términos de Google
fr: Confidentialité Google
nl: Google-privacy
pt: Google Privacidade e Termos

source: We keep your information for as long as necessary to fulfill the purposes outlined in this privacy notice unless otherwise required by law.
de: Wir bewahren Ihre Daten so lange auf, wie es zur Erfüllung der in dieser Datenschutzerklärung genannten Zwecke erforderlich ist, sofern gesetzlich nichts anderes vorgeschrieben ist.
es: Conservamos tu información durante el tiempo necesario para cumplir con los fines descritos en este aviso de privacidad, a menos que la ley requiera lo contrario.
fr: Nous conservons vos informations aussi longtemps que nécessaire pour atteindre les objectifs décrits dans le présent avis de confidentialité, sauf disposition contraire de la loi.
nl: We bewaren uw gegevens zo lang als nodig is om de doeleinden te bereiken die in deze privacyverklaring worden uiteengezet, tenzij anders vereist door de wet.
pt: Mantemos suas informações pelo tempo necessário para cumprir os propósitos descritos neste aviso de privacidade, a menos que seja exigido de outra forma por lei.

source: We will only keep your personal information for as long as it is necessary for the purposes set out in this privacy notice, unless a longer retention period is required or permitted by law (such as tax, accounting, or other legal requirements). No purpose in this notice will require us keeping your personal information for longer than .
de: Wir bewahren Ihre personenbezogenen Daten nur so lange auf, wie es für die in dieser Datenschutzerklärung dargelegten Zwecke erforderlich ist, es sei denn, eine längere Aufbewahrungsfrist ist gesetzlich vorgeschrieben oder zulässig (z. B. aufgrund steuerlicher, buchhalterischer oder anderer gesetzlicher Anforderungen).
es: Solo conservaremos tu información personal durante el tiempo que sea necesario para los fines establecidos en este aviso de privacidad, a menos que la ley exija o permita un período de retención más prolongado (como requisitos fiscales, contables u otros requisitos legales). Ningún propósito en este aviso requerirá que conservemos tu información personal por más tiempo que .
fr: Nous conserverons vos informations personnelles uniquement aussi longtemps que nécessaire aux fins énoncées dans le présent avis de confidentialité, à moins qu'une période de conservation plus longue ne soit requise ou autorisée par la loi (telle que la fiscalité, la comptabilité ou d'autres exigences légales).
nl: We bewaren uw persoonlijke gegevens alleen zo lang als nodig is voor de doeleinden uiteengezet in deze privacyverklaring, tenzij een langere bewaartermijn vereist of toegestaan ​​is door de wet (zoals belasting-, boekhoudkundige of andere wettelijke vereisten).
pt: Manteremos suas informações pessoais apenas pelo tempo necessário para os propósitos estabelecidos neste aviso de privacidade, a menos que um período de retenção mais longo seja exigido ou permitido por lei (como requisitos fiscais, contábeis ou outros requisitos legais). Nenhum propósito neste aviso exigirá que mantenhamos suas informações pessoais por mais tempo do que .

source: When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize such information, or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.
de: Wenn für uns kein berechtigter geschäftlicher Bedarf besteht, Ihre personenbezogenen Daten zu verarbeiten, werden wir diese Daten entweder löschen oder anonymisieren oder, wenn dies nicht möglich ist (z. B. weil Ihre personenbezogenen Daten in Backup-Archiven gespeichert wurden), wir
es: Cuando no tengamos una necesidad comercial legítima continua de procesar tu información personal, eliminaremos o anonimizaremos esa información, o, si esto no es posible (por ejemplo, porque tu información personal se haya almacenado en archivos de respaldo), entonces almacenaremos tu información personal de manera segura y la aisleremos de cualquier procesamiento adicional hasta que sea posible la eliminación.
fr: Lorsque nous n'avons aucun besoin professionnel légitime de traiter vos informations personnelles, nous supprimerons ou anonymiserons ces informations, ou, si cela n'est pas possible (par exemple, parce que vos informations personnelles ont été stockées dans des archives de sauvegarde), alors nous
nl: Als we geen lopende legitieme zakelijke noodzaak hebben om uw persoonlijke gegevens te verwerken, zullen we dergelijke informatie verwijderen of anonimiseren, of, als dit niet mogelijk is (bijvoorbeeld omdat uw persoonlijke gegevens zijn opgeslagen in back-uparchieven), dan zullen we
pt: Quando não temos mais uma necessidade de negócios legítima em andamento para processar suas informações pessoais, excluiremos ou anonimizaremos tais informações, ou, se isso não for possível (por exemplo, porque suas informações pessoais foram armazenadas em arquivos de backup), então armazenaremos suas informações pessoais de forma segura e as isolaremos de qualquer processamento adicional até que a exclusão seja possível.

source: We do not knowingly collect data from or market to children under 18 years of age.
de: Wir sammeln wissentlich keine Daten von Kindern unter 18 Jahren und vermarkten diese auch nicht an diese.
es: No recopilamos conscientemente datos de niños menores de 18 años ni comercializamos hacia ellos.
fr: Nous ne collectons pas sciemment de données auprès d'enfants de moins de 18 ans ni ne les commercialisons auprès d'enfants.
nl: Wij verzamelen niet bewust gegevens van of verkopen deze aan kinderen jonger dan 18 jaar.
pt: Não coletamos conscientemente dados de crianças menores de 18 anos ou comercializamos para elas.

source: We do not knowingly solicit data from or market to children under 18 years of age. By using the Services, you represent that you are at least 18 or that you are the parent or guardian of such a minor and consent to such minor dependent’s use of the Services. If we learn that personal information from users less than 18 years of age has been collected, we will deactivate the account and take reasonable measures to promptly delete such data from our records. If you become aware of any data we may have collected from children under age 18, please contact us at info@summarygenerator.io.
de: Wir holen wissentlich keine Daten von Kindern unter 18 Jahren ein und vermarkten diese auch nicht an diese.
es: No solicitamos conscientemente datos de niños menores de 18 años ni comercializamos hacia ellos. Al utilizar los Servicios, declaras que tienes al menos 18 años o que eres el padre o tutor de un menor y consientes el uso de los Servicios por parte de dicho menor dependiente. Si nos enteramos de que se ha recopilado información personal de usuarios menores de 18 años, desactivaremos la cuenta y tomaremos medidas razonables para eliminar rápidamente dichos datos de nuestros registros. Si tienes conocimiento de algún dato que hayamos recopilado de niños menores de 18 años, contáctanos en info@summarygenerator.io.
fr: Nous ne sollicitons pas sciemment de données auprès d'enfants de moins de 18 ans ni ne les commercialisons auprès d'enfants de moins de 18 ans.
nl: We vragen niet bewust om gegevens van of verkopen aan kinderen jonger dan 18 jaar.
pt: Não solicitamos conscientemente dados de crianças menores de 18 anos ou comercializamos para elas. Ao usar os Serviços, você declara que tem pelo menos 18 anos ou que é pai ou responsável por tal menor e concorda com o uso dos Serviços por parte desse menor dependente. Se tomarmos conhecimento de que informações pessoais de usuários com menos de 18 anos foram coletadas, desativaremos a conta e tomaremos medidas razoáveis para excluir esses dados de nossos registros. Se você tomar conhecimento de quaisquer dados que possamos ter coletado de crianças menores de 18 anos, entre em contato conosco pelo e-mail info@summarygenerator.io.

source: In some regions, such as the European Economic Area (EEA), United Kingdom (UK), Switzerland, and Canada, you have rights that allow you greater access to and control over your personal information. You may review, change, or terminate your account at any time.
de: In einigen Regionen, beispielsweise im Europäischen Wirtschaftsraum (EWR), im Vereinigten Königreich (UK), in der Schweiz und in Kanada, haben Sie Rechte, die Ihnen einen besseren Zugriff auf und eine bessere Kontrolle über Ihre personenbezogenen Daten ermöglichen.
es: En algunas regiones, como el Área Económica Europea (EEA), el Reino Unido (UK), Suiza y Canadá, tienes derechos que te permiten un mayor acceso y control sobre tu información personal. Puedes revisar, cambiar o dar de baja tu cuenta en cualquier momento.
fr: Dans certaines régions, telles que l'Espace économique européen (EEE), le Royaume-Uni (UK), la Suisse et le Canada, vous disposez de droits qui vous permettent un meilleur accès et un meilleur contrôle sur vos informations personnelles.
nl: In sommige regio's, zoals de Europese Economische Ruimte (EER), het Verenigd Koninkrijk (VK), Zwitserland en Canada, hebt u rechten waardoor u meer toegang tot en controle over uw persoonlijke gegevens heeft.
pt: Em algumas regiões, como a Área Econômica Europeia (AEE), Reino Unido, Suíça e Canadá, você tem direitos que permitem maior acesso e controle sobre suas informações pessoais. Você pode revisar, alterar ou encerrar sua conta a qualquer momento.
