Repository: AbdurazzoqovA/summy_saas
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, nl, pt

source: We cannot guarantee the Services will be available at all times. We may experience hardware, software, or other problems or need to perform maintenance related to the Services, resulting in interruptions, delays, or errors. We reserve the right to change, revise, update, suspend, discontinue, or otherwise modify the Services at any time or for any reason without notice to you. You agree that we have no liability whatsoever for any loss, damage, or inconvenience caused by your inability to access or use the Services during any downtime or discontinuance of the Services. Nothing in these Legal Terms will be construed to obligate us to maintain and support the Services or to supply any corrections, updates, or releases in connection therewith.
de: Wir können nicht garantieren, dass die Dienste jederzeit verfügbar sind.
es: No podemos garantizar que los Servicios estarán disponibles en todo momento. Podemos experimentar problemas de hardware, software u otros problemas o necesitar realizar mantenimiento relacionado con los Servicios, lo que resultará en interrupciones, demoras o errores. Nos reservamos el derecho de cambiar, revisar, actualizar, suspender, descontinuar o modificar de otra manera los Servicios en cualquier momento o por cualquier motivo sin previo aviso. Aceptas que no tenemos ninguna responsabilidad por cualquier pérdida, daño o inconveniente causado por tu incapacidad para acceder o utilizar los Servicios durante cualquier tiempo de inactividad o interrupción de los Servicios. Nada en estos Términos legales se interpretará como una obligación de nuestra parte de mantener y respaldar los Servicios o de proporcionar correcciones, actualizaciones o versiones en relación con los mismos.
fr: Nous ne pouvons pas garantir que les Services seront disponibles à tout moment.
nl: We kunnen niet garanderen dat de Services te allen tijde beschikbaar zullen zijn.
pt: No podemos garantizar que los Servicios estén disponibles en todo momento. Podemos experimentar problemas de hardware, software u otros problemas o necesitar realizar mantenimiento relacionado con los Servicios, lo que resultará en interrupciones, demoras o errores. Nos reservamos el derecho de cambiar, revisar, actualizar, suspender, descontinuar o modificar de otra manera los Servicios en cualquier momento o por cualquier motivo sin previo aviso. Aceptas que no tenemos responsabilidad alguna por cualquier pérdida, daño o inconveniente causado por tu incapacidad para acceder o utilizar los Servicios durante cualquier período de inactividad o interrupción de los Servicios. Nada en estos Términos Legales se interpretará como una obligación de nuestra parte de mantener y respaldar los Servicios o de suministrar correcciones, actualizaciones o versiones en relación con los mismos.

source: Binding Arbitration
de: Verbindliche Schiedsgerichtsbarkeit
es: Arbitraje Vinculante
fr: Arbitrage exécutoire
nl: Bindende arbitrage
pt: Arbitraje Vinculante

source: Any dispute arising from the relationships between the Parties to these Legal Terms shall be determined by one arbitrator who will be chosen in accordance with the Arbitration and Internal Rules of the European Court of Arbitration being part of the European Centre of Arbitration having its seat in Strasbourg, and which are in force at the time the application for arbitration is filed, and of which adoption of this clause constitutes acceptance. The seat of arbitration shall be the United Kingdom. The language of the proceedings shall be __________. Applicable rules of substantive law shall be the law of the United Kingdom.
de: Alle Streitigkeiten, die sich aus den Beziehungen zwischen den Vertragsparteien dieser rechtlichen Bedingungen ergeben, werden von einem Schiedsrichter entschieden, der gemäß der Schiedsgerichtsbarkeit und den Geschäftsregeln des Europäischen Schiedsgerichtshofs ausgewählt wird, der Teil des Europäischen Schiedsgerichts mit Sitz ist
es: Cualquier disputa surgida de las relaciones entre las Partes de estos Términos Legales será determinada por un árbitro que será elegido de acuerdo con las Reglas de Arbitraje Interno de la Corte Europea de Arbitraje, que forma parte del Centro Europeo de Arbitraje con sede en Estrasburgo, y que están en vigor en el momento en que se presenta la solicitud de arbitraje, y cuya adopción de esta cláusula constituye aceptación. La sede del arbitraje será el Reino Unido. El idioma de los procedimientos será __________. Las normas aplicables de derecho sustantivo serán las leyes del Reino Unido.
fr: Tout litige découlant des relations entre les Parties aux présentes Conditions Légales sera tranché par un arbitre qui sera choisi conformément au Règlement d'Arbitrage et Intérieur de la Cour Européenne d'Arbitrage faisant partie du Centre Européen d'Arbitrage ayant son siège.
nl: Elk geschil dat voortvloeit uit de relaties tussen de partijen bij deze juridische voorwaarden zal worden beslecht door één arbiter die zal worden gekozen in overeenstemming met de arbitrage en het interne reglement van het Europese Hof van Arbitrage, dat deel uitmaakt van het Europees Centrum voor Arbitrage dat zijn zetel heeft.
pt: Cualquier disputa que surja de las relaciones entre las Partes en estos Términos Legales será determinada por un árbitro que será elegido de acuerdo con las Normas de Arbitraje e Internas del Tribunal Europeo de Arbitraje, que forma parte del Centro Europeo de Arbitraje con sede en Estrasburgo, y que están en vigor en el momento en que se presenta la solicitud de arbitraje, y cuya adopción de esta cláusula constituye aceptación. El lugar del arbitraje será el Reino Unido. El idioma de las actuaciones será __________. Las normas aplicables de derecho sustantivo serán las leyes del Reino Unido.

source: Restrictions
de: Einschränkungen
es: Restricciones
nl: Beperkingen
pt: Restricciones

source: The Parties agree that any arbitration shall be limited to the Dispute between the Parties individually. To the full extent permitted by law, (a) no arbitration shall be joined with any other proceeding; (b) there is no right or authority for any Dispute to be arbitrated on a class-action basis or to utilize class action procedures; and (c) there is no right or authority for any Dispute to be brought in a purported representative capacity on behalf of the general public or any other persons.
de: Die Parteien vereinbaren, dass jedes Schiedsverfahren auf die Streitigkeit zwischen den Parteien im Einzelnen beschränkt ist.
es: Las Partes acuerdan que cualquier arbitraje se limitará a la Disputa entre las Partes individualmente. En la máxima medida permitida por la ley, (a) ningún arbitraje se unirá con otro procedimiento; (b) no hay derecho ni autoridad para que cualquier Disputa sea sometida a arbitraje de manera colectiva o utilice procedimientos de acción colectiva; y (c) no hay derecho ni autoridad para que cualquier Disputa sea presentada en calidad de representante en nombre del público en general o de cualquier otra persona.
fr: Les Parties conviennent que tout arbitrage sera limité au Différend entre les Parties individuellement.
nl: De partijen komen overeen dat elke arbitrage beperkt zal zijn tot het geschil tussen de partijen afzonderlijk.
pt: Las Partes acuerdan que cualquier arbitraje se limitará a la Disputa entre las Partes individualmente. En la máxima medida permitida por la ley, (a) ningún arbitraje se unirá a ningún otro procedimiento; (b) no hay derecho ni autoridad para que cualquier Disputa sea sometida a arbitraje en forma de acción colectiva o para utilizar procedimientos de acción colectiva; y (c) no hay derecho ni autoridad para que cualquier Disputa sea presentada en una supuesta capacidad representativa en nombre del público en general o de cualquier otra persona.

source: Exceptions to Arbitration
de: Ausnahmen von der Schiedsgerichtsbarkeit
es: Excepciones al Arbitraje
fr: Exceptions à l’arbitrage
nl: Uitzonderingen op arbitrage
pt: Excepciones al Arbitraje

source: The Parties agree that the following Disputes are not subject to the above provisions concerning binding arbitration: (a) any Disputes seeking to enforce or protect, or concerning the validity of, any of the intellectual property rights of a Party; (b) any Dispute related to, or arising from, allegations of theft, piracy, invasion of privacy, or unauthorized use; and (c) any claim for injunctive relief. If this provision is found to be illegal or unenforceable, then neither Party will elect to arbitrate any Dispute falling within that portion of this provision found to be illegal or unenforceable and such Dispute shall be decided by a court of competent jurisdiction within the courts listed for jurisdiction above, and the Parties agree to submit to the personal jurisdiction of that court.
de: Die Parteien vereinbaren, dass die folgenden Streitigkeiten nicht den oben genannten Bestimmungen über ein verbindliches Schiedsverfahren unterliegen: (a) alle Streitigkeiten, die die Durchsetzung oder den Schutz von geistigen Eigentumsrechten einer Partei zum Ziel haben oder diese betreffen;
es: Las Partes acuerdan que las siguientes Disputas no están sujetas a las provisiones anteriores relativas al arbitraje vinculante: (a) cualquier Disputa que busque hacer valer o proteger, o que se refiera a la validez de, cualquiera de los derechos de propiedad intelectual de una de las Partes; (b) cualquier Disputa relacionada con, o que surja de, acusaciones de robo, piratería, invasión de la privacidad o uso no autorizado; y (c) cualquier reclamación de medidas cautelares. Si se determina que esta disposición es ilegal o inaplicable, entonces ninguna de las Partes optará por someter a arbitraje cualquier Disputa comprendida en esa parte de esta disposición que se determine como ilegal o inaplicable, y tal Disputa será decidida por un tribunal de jurisdicción competente dentro de los tribunales mencionados para la jurisdicción anteriormente, y las Partes acuerdan someterse a la jurisdicción personal de ese tribunal.
fr: Les Parties conviennent que les différends suivants ne sont pas soumis aux dispositions ci-dessus concernant l'arbitrage exécutoire : (a) tout différend visant à faire respecter ou à protéger, ou concernant la validité, l'un des droits de propriété intellectuelle d'une Partie ;
nl: De Partijen komen overeen dat de volgende Geschillen niet onderworpen zijn aan de bovenstaande bepalingen met betrekking tot bindende arbitrage: (a) alle Geschillen die de intellectuele eigendomsrechten van een Partij trachten af ​​te dwingen of te beschermen, of betreffende de geldigheid ervan;
pt: Las Partes acuerdan que las siguientes Disputas no están sujetas a las disposiciones anteriormente mencionadas en relación con el arbitraje vinculante: (a) cualquier Disputa que busque hacer valer o proteger, o que se refiera a la validez de, cualquiera de los derechos de propiedad intelectual de una Parte; (b) cualquier Disputa relacionada con, o que surja de, alegaciones de robo, piratería, invasión de la privacidad o uso no autorizado; y (c) cualquier reclamo de medida cautelar. Si se determina que esta disposición es ilegal o inaplicable, entonces ninguna de las Partes optará por someter a arbitraje cualquier Disputa comprendida dentro de esa parte de esta disposición que se considere ilegal o inaplicable, y dicha Disputa será decidida por un tribunal de jurisdicción competente dentro de los tribunales mencionados anteriormente para la jurisdicción, y las Partes acuerdan someterse a la jurisdicción personal de dicho tribunal.

source: There may be information on the Services that contains typographical errors, inaccuracies, or omissions, including descriptions, pricing, availability, and various other information. We reserve the right to correct any errors, inaccuracies, or omissions and to change or update the information on the Services at any time, without prior notice.
de: Es kann Informationen über die Dienste geben, die typografische Fehler, Ungenauigkeiten oder Auslassungen enthalten, einschließlich Beschreibungen, Preise, Verfügbarkeit und verschiedene andere Informationen. Wir behalten uns das Recht vor, Fehler, Ungenauigkeiten oder Auslassungen zu korrigieren und die Informationen über die Dienste jederzeit ohne vorherige Ankündigung zu ändern oder zu aktualisieren.
es: Puede haber información en los Servicios que contenga errores tipográficos, inexactitudes u omisiones, incluyendo descripciones, precios, disponibilidad y otra información variada. Nos reservamos el derecho de corregir cualquier error, inexactitud u omisión y de cambiar o actualizar la información en los Servicios en cualquier momento, sin previo aviso.
fr: Certaines informations sur les Services peuvent contenir des erreurs typographiques, des inexactitudes ou des omissions, notamment des descriptions, des prix, la disponibilité et diverses autres informations.
nl: Er kan informatie over de Services zijn die typografische fouten, onnauwkeurigheden of weglatingen bevat, inclusief beschrijvingen, prijzen, beschikbaarheid en diverse andere informatie.
pt: Puede haber información en los Servicios que contenga errores tipográficos, inexactitudes u omisiones, incluyendo descripciones, precios, disponibilidad y otra información variada. Nos reservamos el derecho de corregir cualquier error, inexactitud u omisión y de cambiar o actualizar la información en los Servicios en cualquier momento, sin previo aviso.

source: THE SERVICES ARE PROVIDED ON AN AS-IS AND AS-AVAILABLE BASIS. YOU AGREE THAT YOUR USE OF THE SERVICES WILL BE AT YOUR SOLE RISK. TO THE FULLEST EXTENT PERMITTED BY LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE SERVICES AND YOUR USE THEREOF, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.
de: DIE DIENSTLEISTUNGEN WERDEN IM IST-ZUSTAND UND NACH VERFÜGBARKEIT ERBRACHT. SIE ERKLÄREN SICH DAMIT EINVERSTANDEN, DASS IHRE NUTZUNG DER DIENSTE AUF EIGENES RISIKO ERFOLGT. SOWEIT GESETZLICH ZULÄSSIG, LEHNEN WIR ALLE AUSDRÜCKLICHEN ODER STILLSCHWEIGENDEN GARANTIEN IM ZUSAMMENHANG MIT DEN DIENSTEN UND IHRER NUTZUNG AB, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF DIE STILLSCHWEIGENDEN GARANTIEN DER MARKTGÄNGIGKEIT, DER EIGNUNG FÜR EINEN BESTIMMTEN ZWECK UND DER NICHTVERLETZUNG VON RECHTEN DRITTER.
es: LOS SERVICIOS SE PROPORCIONAN 'TAL CUAL' Y 'SEGÚN DISPONIBILIDAD'. USTED ACEPTA QUE SU USO DE LOS SERVICIOS SERÁ A SU PROPIO RIESGO. EN LA MEDIDA MÁXIMA PERMITIDA POR LA LEY, RENUNCIAMOS A TODAS LAS GARANTÍAS, EXPRESAS O IMPLÍCITAS, EN CONEXIÓN CON LOS SERVICIOS Y SU USO, INCLUYENDO, SIN LIMITACIÓN, LAS GARANTÍAS IMPLÍCITAS DE COMERCIABILIDAD, IDONEIDAD PARA UN PROPÓSITO PARTICULAR Y NO INFRACCIÓN.
fr: LES SERVICES SONT FOURNIS EN L'ÉTAT ET SELON LA DISPONIBILITÉ.
nl: DE DIENSTEN WORDEN GELEVERD OP BASIS VAN AS-IS EN AS-BESCHIKBAAR.
pt: OS SERVIÇOS SÃO FORNECIDOS EM UM ESTADO COMO ESTÁ E NA MEDIDA DE SUA DISPONIBILIDADE. VOCÊ CONCORDA QUE O SEU USO DOS SERVIÇOS SERÁ POR SUA CONTA E RISCO. NA MEDIDA MÁXIMA PERMITIDA PELA LEI, RENUNCIAMOS A TODAS AS GARANTIAS, EXPRESSAS OU IMPLÍCITAS, EM RELAÇÃO AOS SERVIÇOS E AO SEU USO DOS MESMOS, INCLUINDO, SEM LIMITAÇÃO, AS GARANTIAS IMPLÍCITAS DE COMERCIABILIDADE, ADEQUAÇÃO A UMA FINALIDADE ESPECÍFICA E NÃO VIOLAÇÃO.

source: WE MAKE NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THE SERVICES' CONTENT OR THE CONTENT OF ANY WEBSITES OR MOBILE APPLICATIONS LINKED TO THE SERVICES AND WE WILL ASSUME NO LIABILITY OR RESPONSIBILITY FOR ANY (1) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT AND MATERIALS, (2) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF THE SERVICES, (3) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (4) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE SERVICES, (5) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH THE SERVICES BY ANY THIRD PARTY, AND/OR (6) ANY ERRORS OR OMISSIONS IN ANY CONTENT AND MATERIALS OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SERVICES. WE DO NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE SERVICES, ANY HYPERLINKED WEBSITE, OR ANY WEBSITE OR MOBILE APPLICATION FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND WE WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND ANY THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES. AS WITH THE PURCHASE OF A PRODUCT OR SERVICE THROUGH ANY MEDIUM OR IN ANY ENVIRONMENT, YOU SHOULD USE YOUR BEST JUDGMENT AND EXERCISE CAUTION WHERE APPROPRIATE.
de: WIR ÜBERNEHMEN KEINE GEWÄHRLEISTUNG ODER ZUSICHERUNG HINSICHTLICH DER RICHTIGKEIT ODER VOLLSTÄNDIGKEIT DER INHALTE DER DIENSTE ODER DES INHALTS VON WEBSITES ODER MOBILEN ANWENDUNGEN, DIE MIT DEN DIENSTLEISTUNGEN VERBUNDEN SIND, UND WIR ÜBERNEHMEN KEINE HAFTUNG ODER VERANTWORTUNG FÜR (1) FEHLER, FEHLER ODER UNGENAUIGKEITEN
es: NO REALIZAMOS GARANTÍAS O REPRESENTACIONES SOBRE LA EXACTITUD O INTEGRIDAD DEL CONTENIDO DE LOS SERVICIOS O DEL CONTENIDO DE CUALQUIER SITIO WEB O APLICACIÓN MÓVIL VINCULADA A LOS SERVICIOS, Y NO ACEPTAMOS NINGUNA RESPONSABILIDAD O RESPONSABILIDAD POR CUALQUIER (1) ERROR, ERROR U OMISIÓN EN EL CONTENIDO Y LOS MATERIALES, (2) LESIONES PERSONALES O DAÑOS MATERIALES, DE CUALQUIER NATURALEZA QUE SEA, RESULTANTES DE SU ACCESO Y USO DE LOS SERVICIOS, (3) ACCESO NO AUTORIZADO O USO DE NUESTROS SERVIDORES SEGURIZADOS Y/O CUALQUIER INFORMACIÓN PERSONAL Y/O INFORMACIÓN FINANCIERA ALMACENADA EN ELLOS, (4) CUALQUIER INTERRUPCIÓN O CESA DE TRANSMISIÓN A O DESDE LOS SERVICIOS, (5) CUALQUIER ERROR, VIRUS, CABALLOS DE TROYA U OTROS ELEMENTOS SIMILARES QUE PUEDAN SER TRANSMITIDOS A O A TRAVÉS DE LOS SERVICIOS POR CUALQUIER TERCERO, Y/O (6) CUALQUIER ERROR U OMISIÓN EN CUALQUIER CONTENIDO Y MATERIALES O POR CUALQUIER PÉRDIDA O DAÑO DE CUALQUIER TIPO INCURRIDO COMO RESULTADO DEL USO DE CUALQUIER CONTENIDO PUBLICADO, TRANSMITIDO O DE CUALQUIER OTRA MANERA PUESTO A DISPOSICIÓN A TRAVÉS DE LOS SERVICIOS. NO GARANTIZAMOS, RESPALDAMOS, GARANTIZAMOS O ACEPTAMOS RESPONSABILIDAD POR CUALQUIER PRODUCTO O SERVICIO ANUNCIADO U OFRECIDO POR UN TERCERO A TRAVÉS DE LOS SERVICIOS, CUALQUIER SITIO WEB CON VÍNCULO O CUALQUIER SITIO WEB O APLICACIÓN MÓVIL DESTACADO EN CUALQUIER BANDERA U OTRO ANUNCIO, Y NO SEREMOS PARTE O EN NINGÚN SENTIDO RESPONSABLE DE MONITOREAR CUALQUIER TRANSACCIÓN ENTRE USTED Y LOS PROVEEDORES DE PRODUCTOS O SERVICIOS DE TERCEROS. AL IGUAL QUE CON LA COMPRA DE UN PRODUCTO O SERVICIO A TRAVÉS DE CUALQUIER MEDIO O EN CUALQUIER MEDIO AMBIENTE, DEBE UTILIZAR SU MEJOR JUICIO Y EJERCER PRECAUCIÓN EN LOS CASOS APROPIADOS.
fr: NOUS N'OFFRONS AUCUNE GARANTIE OU DÉCLARATION CONCERNANT L'EXACTITUDE OU L'EXHAUSTIVITÉ DU CONTENU DES SERVICES OU DU CONTENU DE TOUT SITE WEB OU APPLICATION MOBILE LIÉE AUX SERVICES ET NOUS ASSUMONS AUCUNE RESPONSABILITÉ POUR TOUTE (1) ERREURS, ERREURS OU INEXACTITUDES
nl: WIJ GEVEN GEEN GARANTIES OF VERKLARINGEN OVER DE NAUWKEURIGHEID OF VOLLEDIGHEID VAN DE INHOUD VAN DE DIENSTEN OF DE INHOUD VAN WEBSITES OF MOBIELE APPLICATIES DIE AAN DE DIENSTEN WORDEN GEKOPPELD EN WIJ AANVAARDEN GEEN AANSPRAKELIJKHEID OF VERANTWOORDELIJKHEID VOOR ENIGE (1) FOUTEN, FOUTEN OF ONNAUWKEURIGHEDEN
pt: NÃO FAZEMOS GARANTIAS OU REPRESENTAÇÕES SOBRE A EXATIDÃO OU COMPLETUDE DO CONTEÚDO DOS SERVIÇOS OU O CONTEÚDO DE QUAISQUER SITES OU APLICAÇÕES MÓVEIS VINCULADOS AOS SERVIÇOS E NÃO ASSUMIREMOS NENHUMA RESPONSABILIDADE POR ERROS, ENGANOS OU INEXATIDÕES DE CONTEÚDO E MATERIAIS, LESÕES PESSOAIS OU DANOS À PROPRIEDADE, DE QUALQUER NATUREZA, DECORRENTES DO SEU ACESSO E USO DOS SERVIÇOS, ACESSO OU USO NÃO AUTORIZADO DE NOSSOS SERVIDORES SEGUROS E/OU DE TODAS E QUAISQUER INFORMAÇÕES PESSOAIS E/OU INFORMAÇÕES FINANCEIRAS ARMAZENADAS NELES, INTERRUPÇÃO OU CESSAÇÃO DE TRANSMISSÃO PARA OU DOS SERVIÇOS, BUGS, VÍRUS, CAVALOS DE TRÓIA OU SIMILARES QUE POSSAM SER TRANSMITIDOS PARA OU ATRAVÉS DOS SERVIÇOS POR QUALQUER TERCEIRO, E/OU ERROS OU OMISSÕES EM QUALQUER CONTEÚDO E MATERIAIS OU POR QUALQUER PERDA OU DANO DE QUALQUER TIPO INCORRIDO COMO RESULTADO DO USO DE QUALQUER CONTEÚDO POSTADO, TRANSMITIDO OU DE OUTRA FORMA DISPONIBILIZADO ATRAVÉS DOS SERVIÇOS. NÃO GARANTIMOS, APOIAMOS, GARANTIMOS OU ASSUMIMOS RESPONSABILIDADE POR QUALQUER PRODUTO OU SERVIÇO ANUNCIADO OU OFERECIDO POR UM TERCEIRO ATRAVÉS DOS SERVIÇOS, QUALQUER SITE VINCULADO, OU QUALQUER SITE OU APLICAÇÃO MÓVEL DESTACADO EM QUALQUER BANNER OU OUTRA PUBLICIDADE, E NÃO SEREMOS PARTE OU DE MODO ALGUM SEREMOS RESPONSÁVEIS PELA MONITORAMENTO DE QUALQUER TRANSAÇÃO ENTRE VOCÊ E QUAISQUER FORNECEDORES DE TERCEIROS DE PRODUTOS OU SERVIÇOS. COMO NA COMPRA DE UM PRODUTO OU SERVIÇO ATRAVÉS DE QUALQUER MEIO OU EM QUALQUER AMBIENTE, VOCÊ DEVE USAR SEU MELHOR JULGAMENTO E EXERCER CAUTELA ONDE APROPRIADO.
