Repository: AbdurazzoqovA/summy_saas
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, nl, pt

source: In Short: We process your information to provide, improve, and administer our Services, communicate with you, for security and fraud prevention, and to comply with law. We may also process your information for other purposes with your consent.
de: Kurz gesagt: Wir verarbeiten Ihre Daten zur Bereitstellung, Verbesserung und Verwaltung unserer Dienste, zur Kommunikation mit Ihnen, zur Sicherheit und Betrugsprävention sowie zur Einhaltung von Gesetzen.
es: En resumen: Procesamos tu información para proporcionar, mejorar y administrar nuestros servicios, comunicarnos contigo, para seguridad y prevención de fraudes, y cumplir con la ley. También podemos procesar tu información para otros fines con tu consentimiento.
fr: En bref : Nous traitons vos informations pour fournir, améliorer et administrer nos services, communiquer avec vous, pour des raisons de sécurité et de prévention de la fraude, et pour nous conformer à la loi.
nl: In het kort: Wij verwerken uw gegevens om onze Services te leveren, te verbeteren en te beheren, met u te communiceren, voor beveiliging en fraudepreventie en om te voldoen aan de wet.
pt: Em resumo: Processamos suas informações para fornecer, melhorar e administrar nossos Serviços, comunicar-nos com você, para segurança e prevenção de fraudes, e para cumprir a lei. Também podemos processar suas informações para outros fins com o seu consentimento.

source: We process your personal information for a variety of reasons, depending on how you interact with our Services, including:
de: Wir verarbeiten Ihre personenbezogenen Daten aus verschiedenen Gründen, abhängig davon, wie Sie mit unseren Diensten interagieren, darunter:
es: Procesamos tu información personal por diversas razones, según cómo interactúes con nuestros servicios, incluyendo:
fr: Nous traitons vos informations personnelles pour diverses raisons, en fonction de la manière dont vous interagissez avec nos Services, notamment :
nl: We verwerken uw persoonlijke gegevens om verschillende redenen, afhankelijk van hoe u met onze Services omgaat, waaronder:
pt: Processamos suas informações pessoais por vários motivos, dependendo de como você interage com nossos Serviços, incluindo:

source: To facilitate account creation and authentication and otherwise manage user accounts.
de: Um die Kontoerstellung und -authentifizierung zu erleichtern und Benutzerkonten anderweitig zu verwalten.
es: Para facilitar la creación y autenticación de cuentas y gestionar de otra manera las cuentas de usuario.
fr: Pour faciliter la création et l'authentification de comptes et gérer autrement les comptes d'utilisateurs.
nl: Om het aanmaken en authenticeren van accounts te vergemakkelijken en op andere wijze gebruikersaccounts te beheren.
pt: Para facilitar a criação e autenticação de contas e, de outra forma, gerenciar contas de usuários.

source: We may process your information so you can create and log in to your account, as well as keep your account in working order.
de: Wir können Ihre Daten verarbeiten, damit Sie Ihr Konto erstellen und sich darin anmelden sowie Ihr Konto funktionsfähig halten können.
es: Podemos procesar tu información para que puedas crear e iniciar sesión en tu cuenta, así como mantener tu cuenta en funcionamiento.
fr: Nous pouvons traiter vos informations afin que vous puissiez créer et vous connecter à votre compte, ainsi que maintenir votre compte en état de fonctionnement.
nl: We kunnen uw gegevens verwerken zodat u uw account kunt aanmaken en erop kunt inloggen, en uw account in goede staat kunt houden.
pt: Poderemos processar suas informações para que você possa criar e fazer login na sua conta, além de manter sua conta em funcionamento.

source: To respond to user inquiries/offer support to users.
de: Um auf Benutzeranfragen zu antworten/Benutzern Support anzubieten.
es: Para responder a consultas de usuarios/ofrecer soporte a usuarios.
fr: Pour répondre aux demandes des utilisateurs/offrir une assistance aux utilisateurs.
nl: Om te reageren op vragen van gebruikers/ondersteuning te bieden aan gebruikers.
pt: Para responder a perguntas de usuários/oferecer suporte aos usuários.

source: We may process your information to respond to your inquiries and solve any potential issues you might have with the requested service.
de: Wir können Ihre Daten verarbeiten, um auf Ihre Anfragen zu antworten und mögliche Probleme zu lösen, die Sie möglicherweise mit der angeforderten Dienstleistung haben.
es: Podemos procesar tu información para responder a tus consultas y resolver cualquier problema potencial que puedas tener con el servicio solicitado.
fr: Nous pouvons traiter vos informations pour répondre à vos demandes et résoudre tout problème potentiel que vous pourriez rencontrer avec le service demandé.
nl: We kunnen uw gegevens verwerken om op uw vragen te reageren en eventuele problemen met de gevraagde service op te lossen.
pt: Podemos processar suas informações para responder às suas perguntas e resolver quaisquer problemas potenciais que você possa ter com o serviço solicitado.

source: To save or protect an individual's vital interest.
de: Um die lebenswichtigen Interessen einer Person zu retten oder zu schützen.
es: Para salvar o proteger el interés vital de una persona.
fr: Sauvegarder ou protéger les intérêts vitaux d'un individu.
nl: Om de vitale belangen van een individu te redden of te beschermen.
pt: Para salvar ou proteger o interesse vital de um indivíduo.

source: We may process your information when necessary to save or protect an individual’s vital interest, such as to prevent harm.
de: Wir können Ihre Daten verarbeiten, wenn dies erforderlich ist, um lebenswichtige Interessen einer Person zu wahren oder zu schützen, beispielsweise um Schaden abzuwenden.
es: Podemos procesar tu información cuando sea necesario para salvar o proteger el interés vital de una persona, como prevenir daños.
fr: Nous pouvons traiter vos informations lorsque cela est nécessaire pour sauvegarder ou protéger les intérêts vitaux d’un individu, par exemple pour prévenir tout préjudice.
nl: We kunnen uw gegevens verwerken wanneer dat nodig is om de vitale belangen van een persoon te redden of te beschermen, bijvoorbeeld om schade te voorkomen.
pt: Poderemos processar suas informações quando necessário para salvar ou proteger o interesse vital de um indivíduo, como para prevenir danos.

source: In Short: We only process your personal information when we believe it is necessary and we have a valid legal reason (i.e., legal basis) to do so under applicable law, like with your consent, to comply with laws, to provide you with services to enter into or fulfill our contractual obligations, to protect your rights, or to fulfill our legitimate business interests.
de: Kurz gesagt: Wir verarbeiten Ihre personenbezogenen Daten nur dann, wenn wir glauben, dass dies notwendig ist und wir nach geltendem Recht einen gültigen Rechtsgrund (d. h. eine Rechtsgrundlage) dafür haben, z. B. mit Ihrer Einwilligung, um Gesetze einzuhalten und Ihnen Daten zur Verfügung zu stellen
es: En resumen: Solo procesamos tu información personal cuando creemos que es necesario y tenemos una razón legal válida (es decir, una base legal) para hacerlo bajo la ley aplicable, como con tu consentimiento, para cumplir con las leyes, brindarte servicios para celebrar o cumplir nuestras obligaciones contractuales, proteger tus derechos o cumplir con nuestros legítimos intereses comerciales.
fr: En bref : Nous traitons vos informations personnelles uniquement lorsque nous pensons que cela est nécessaire et que nous avons une raison juridique valable (c'est-à-dire une base légale) pour le faire en vertu de la loi applicable, comme avec votre consentement, pour nous conformer aux lois, pour vous fournir
nl: In het kort: we verwerken uw persoonlijke gegevens alleen wanneer we van mening zijn dat dit noodzakelijk is en we een geldige wettelijke reden (d.w.z. wettelijke basis) hebben om dit te doen onder de toepasselijke wetgeving, zoals met uw toestemming, om te voldoen aan wetten, om u te voorzien
pt: Em resumo: só processamos suas informações pessoais quando acreditamos que é necessário e temos uma razão legal válida (ou seja, uma base legal) para fazê-lo de acordo com a lei aplicável, como com seu consentimento, para cumprir leis, para fornecer serviços a você, para entrar ou cumprir nossas obrigações contratuais, para proteger seus direitos ou para cumprir nossos legítimos interesses comerciais.

source: If you are located in the EU or UK, this section applies to you.
de: Wenn Sie in der EU oder im Vereinigten Königreich ansässig sind, gilt dieser Abschnitt für Sie.
es: Si te encuentras en la UE o el Reino Unido, esta sección se aplica a ti.
fr: Si vous résidez dans l'UE ou au Royaume-Uni, cette section s'applique à vous.
nl: Als u zich in de EU of het Verenigd Koninkrijk bevindt, is dit gedeelte op u van toepassing.
pt: Se você estiver localizado na UE ou no Reino Unido, esta seção se aplica a você.

source: The General Data Protection Regulation (GDPR) and UK GDPR require us to explain the valid legal bases we rely on in order to process your personal information. As such, we may rely on the following legal bases to process your personal information:
de: Die Datenschutz-Grundverordnung (DSGVO) und die DSGVO des Vereinigten Königreichs verlangen von uns, die gültigen Rechtsgrundlagen zu erläutern, auf die wir uns bei der Verarbeitung Ihrer personenbezogenen Daten stützen.
es: El Reglamento General de Protección de Datos (GDPR) y el GDPR del Reino Unido nos exigen explicar las bases legales válidas en las que confiamos para procesar tu información personal. Por lo tanto, podemos basarnos en las siguientes bases legales para procesar tu información personal:
fr: Le Règlement général sur la protection des données (RGPD) et le RGPD britannique nous obligent à expliquer les bases juridiques valides sur lesquelles nous nous appuyons pour traiter vos informations personnelles.
nl: De Algemene Verordening Gegevensbescherming (AVG) en de Britse AVG vereisen dat wij uitleggen op welke geldige rechtsgrondslagen wij vertrouwen om uw persoonlijke gegevens te verwerken.
pt: O Regulamento Geral de Proteção de Dados (GDPR) e o UK GDPR exigem que expliquemos as bases legais válidas nas quais confiamos para processar suas informações pessoais. Assim, podemos confiar nas seguintes bases legais para processar suas informações pessoais:

source: Consent.
de: Einwilligung.
es: Consentimiento.
fr: Consentement.
nl: Toestemming.
pt: Consentimento.

source: We may process your information if you have given us permission (i.e., consent) to use your personal information for a specific purpose. You can withdraw your consent at any time. Learn more about withdrawing your consent.
de: Wir können Ihre Daten verarbeiten, wenn Sie uns die Erlaubnis (d. h. Ihre Einwilligung) erteilt haben, Ihre persönlichen Daten für einen bestimmten Zweck zu verwenden.
es: Podemos procesar tu información si nos has dado permiso (es decir, consentimiento) para usar tu información personal con un propósito específico. Puedes retirar tu consentimiento en cualquier momento. Obtén más información sobre cómo retirar tu consentimiento.
fr: Nous pouvons traiter vos informations si vous nous avez donné la permission (c'est-à-dire votre consentement) d'utiliser vos informations personnelles dans un but spécifique.
nl: Wij kunnen uw gegevens verwerken als u ons toestemming hebt gegeven (d.w.z. toestemming) om uw persoonlijke gegevens voor een specifiek doel te gebruiken.
pt: Poderemos processar suas informações se você nos deu permissão (ou seja, consentimento) para usar suas informações pessoais para um fim específico. Você pode retirar seu consentimento a qualquer momento. Saiba mais sobre retirar seu consentimento.

source: Performance
de: Leistung
es: Desempeño
fr: Représentations
nl: Prestaties
pt: Desempenho

source: of a Contract.
de: eines Vertrags.
es: de un contrato.
fr: d’un contrat.
nl: van een contract.
pt: de um Contrato.

source: We may process your personal information when we believe it is necessary to fulfill our contractual obligations to you, including providing our Services or at your request prior to entering into a contract with you.
de: Wir können Ihre personenbezogenen Daten verarbeiten, wenn wir der Ansicht sind, dass dies zur Erfüllung unserer vertraglichen Verpflichtungen Ihnen gegenüber, einschließlich der Bereitstellung unserer Dienste, erforderlich ist, oder auf Ihren Wunsch vor Abschluss eines Vertrags mit Ihnen.
es: Podemos procesar tu información personal cuando creemos que es necesario para cumplir con nuestras obligaciones contractuales contigo, incluido proporcionar nuestros servicios o a tu solicitud antes de celebrar un contrato contigo.
fr: Nous pouvons traiter vos informations personnelles lorsque nous estimons que cela est nécessaire pour remplir nos obligations contractuelles envers vous, y compris la fourniture de nos services ou à votre demande avant de conclure un contrat avec vous.
nl: Wij kunnen uw persoonlijke gegevens verwerken wanneer wij van mening zijn dat dit noodzakelijk is om aan onze contractuele verplichtingen jegens u te voldoen, inclusief het leveren van onze Diensten, of op uw verzoek voordat we een contract met u aangaan.
pt: Poderemos processar suas informações pessoais quando acreditarmos ser necessário cumprir nossas obrigações contratuais com você, incluindo a prestação de nossos serviços ou atender a seu pedido antes de celebrar um contrato com você.

source: Legal
de: Rechtlich
fr: Légal
nl: Juridisch

source: Obligations.
de: Pflichten.
es: Obligaciones legales.
nl: Verplichtingen.
pt: Obrigações.

source: We may process your information where we believe it is necessary for compliance with our legal obligations, such as to cooperate with a law enforcement body or regulatory agency, exercise or defend our legal rights, or disclose your information as evidence in litigation in which we are involved.
de: Wir können Ihre Daten verarbeiten, wenn wir glauben, dass dies zur Einhaltung unserer gesetzlichen Verpflichtungen erforderlich ist, beispielsweise um mit einer Strafverfolgungsbehörde oder einer Regulierungsbehörde zusammenzuarbeiten, unsere gesetzlichen Rechte auszuüben oder zu verteidigen oder Ihre Daten als Beweismittel in einem Rechtsstreit offenzulegen
es: Podemos procesar tu información cuando creemos que es necesario para cumplir con nuestras obligaciones legales, como cooperar con un cuerpo de aplicación de la ley o una agencia reguladora, ejercer o defender nuestros derechos legales, o divulgar tu información como evidencia en litigios en los que estamos involucrados.
fr: Nous pouvons traiter vos informations lorsque nous pensons que cela est nécessaire au respect de nos obligations légales, par exemple pour coopérer avec un organisme chargé de l'application de la loi ou un organisme de réglementation, exercer ou défendre nos droits légaux, ou divulguer vos informations comme preuve dans un litige dans lequel
nl: Wij kunnen uw gegevens verwerken wanneer wij van mening zijn dat dit noodzakelijk is om aan onze wettelijke verplichtingen te voldoen, zoals om samen te werken met een wetshandhavingsinstantie of regelgevende instantie, onze wettelijke rechten uit te oefenen of te verdedigen, of uw gegevens bekend te maken als bewijs in een rechtszaak waarin
pt: Poderemos processar suas informações quando acreditarmos que é necessário cumprir nossas obrigações legais, como cooperar com um órgão de aplicação da lei ou agência reguladora, exercer ou defender nossos direitos legais ou divulgar suas informações como evidência em litígios dos quais estamos envolvidos.

source: Vital
de: Lebenswichtig
nl: Vitaal

source: Interests.
de: Interessen.
es: Intereses.
fr: Intérêts.
nl: Interesses.
pt: Interesses.

source: We may process your information where we believe it is necessary to protect your vital interests or the vital interests of a third party, such as situations involving potential threats to the safety of any person.
de: Wir können Ihre Daten verarbeiten, wenn wir davon ausgehen, dass dies zum Schutz Ihrer lebenswichtigen Interessen oder der lebenswichtigen Interessen Dritter erforderlich ist, beispielsweise in Situationen, in denen eine potenzielle Bedrohung für die Sicherheit einer Person besteht.
es: Podemos procesar tu información cuando creemos que es necesario para proteger tus intereses vitales o los intereses vitales de un tercero, como situaciones que involucren amenazas potenciales a la seguridad de cualquier persona.
fr: Nous pouvons traiter vos informations lorsque nous estimons que cela est nécessaire pour protéger vos intérêts vitaux ou les intérêts vitaux d'un tiers, par exemple dans des situations impliquant des menaces potentielles pour la sécurité de toute personne.
nl: Wij kunnen uw gegevens verwerken wanneer wij van mening zijn dat dit noodzakelijk is om uw vitale belangen of de vitale belangen van een derde partij te beschermen, zoals situaties waarbij sprake is van potentiële bedreigingen voor de veiligheid van een persoon.
pt: Poderemos processar suas informações quando acreditarmos ser necessário proteger seus interesses vitais ou os interesses vitais de terceiros, como situações envolvendo ameaças potenciais à segurança de qualquer pessoa.

source: If you are located in Canada, this section applies to you.
de: Wenn Sie in Kanada ansässig sind, gilt dieser Abschnitt für Sie.
es: Si te encuentras en Canadá, esta sección se aplica a ti.
fr: Si vous résidez au Canada, cette section s'applique à vous.
nl: Als u zich in Canada bevindt, is dit gedeelte op u van toepassing.
pt: Se você estiver no Canadá, esta seção se aplica a você.

source: We may process your information if you have given us specific permission (i.e., express consent) to use your personal information for a specific purpose, or in situations where your permission can be inferred (i.e., implied consent). You can withdraw your consent at any time.
de: Wir können Ihre Daten verarbeiten, wenn Sie uns eine ausdrückliche Erlaubnis (d. h. eine ausdrückliche Einwilligung) erteilt haben, Ihre personenbezogenen Daten für einen bestimmten Zweck zu verwenden, oder in Situationen, in denen Ihre Erlaubnis abgeleitet werden kann (d. h. eine stillschweigende Einwilligung).
es: Podemos procesar tu información si nos has dado permiso específico (es decir, consentimiento expreso) para usar tu información personal con un propósito específico, o en situaciones donde tu permiso pueda inferirse (es decir, consentimiento implícito). Puedes retirar tu consentimiento en cualquier momento.
fr: Nous pouvons traiter vos informations si vous nous avez donné une autorisation spécifique (c'est-à-dire un consentement exprès) pour utiliser vos informations personnelles dans un but spécifique, ou dans des situations où votre autorisation peut être déduite (c'est-à-dire un consentement implicite).
nl: Wij kunnen uw gegevens verwerken als u ons specifieke toestemming (d.w.z. uitdrukkelijke toestemming) heeft gegeven om uw persoonlijke gegevens voor een specifiek doel te gebruiken, of in situaties waarin uw toestemming kan worden afgeleid (d.w.z. impliciete toestemming).
pt: Poderemos processar suas informações se você nos deu permissão específica (ou seja, consentimento expresso) para usar suas informações pessoais para um fim específico, ou em situações em que sua permissão possa ser inferida (ou seja, consentimento tácito). Você pode retirar seu consentimento a qualquer momento.

source: In some exceptional cases, we may be legally permitted under applicable law to process your information without your consent, including, for example:
de: In einigen Ausnahmefällen ist es uns nach geltendem Recht möglicherweise gesetzlich gestattet, Ihre Daten ohne Ihre Zustimmung zu verarbeiten, darunter zum Beispiel:
es: En algunos casos excepcionales, es posible que estemos legalmente autorizados según la ley aplicable a procesar tu información sin tu consentimiento, incluidos, por ejemplo:
fr: Dans certains cas exceptionnels, nous pouvons être légalement autorisés, en vertu de la loi applicable, à traiter vos informations sans votre consentement, notamment :
nl: In sommige uitzonderlijke gevallen kan het ons onder de toepasselijke wetgeving wettelijk zijn toegestaan ​​om uw gegevens zonder uw toestemming te verwerken, waaronder bijvoorbeeld:
pt: Em alguns casos excepcionais, podemos ser legalmente autorizados pela lei aplicável a processar suas informações sem seu consentimento, incluindo, por exemplo:

source: If collection is clearly in the interests of an individual and consent cannot be obtained in a timely way
de: Wenn die Erhebung eindeutig im Interesse einer Einzelperson liegt und die Einwilligung nicht rechtzeitig eingeholt werden kann
es: Si la recopilación está claramente en interés de un individuo y no se puede obtener el consentimiento de manera oportuna.
fr: Si la collecte est clairement dans l’intérêt d’une personne et que le consentement ne peut être obtenu en temps opportun
nl: Als het verzamelen duidelijk in het belang van een individu is en de toestemming niet tijdig kan worden verkregen
pt: Se a coleta estiver claramente no interesse de um indivíduo e o consentimento não puder ser obtido de maneira oportuna.

source: For investigations and fraud detection and prevention
de: Für Untersuchungen sowie Betrugserkennung und -prävention
es: Para investigaciones y detección y prevención de fraudes.
fr: Pour les enquêtes, la détection et la prévention des fraudes
nl: Voor onderzoeken en fraudedetectie en -preventie
pt: Para investigações e detecção e prevenção de fraudes

source: For business transactions provided certain conditions are met
de: Für geschäftliche Transaktionen, sofern bestimmte Bedingungen erfüllt sind
es: Para transacciones comerciales siempre que se cumplan ciertas condiciones.
fr: Pour les transactions commerciales, sous réserve que certaines conditions soient remplies
nl: Voor zakelijke transacties, mits aan bepaalde voorwaarden wordt voldaan
pt: Para transações comerciais, desde que certas condições sejam atendidas

source: If it is contained in a witness statement and the collection is necessary to assess, process, or settle an insurance claim
de: Wenn es in einer Zeugenaussage enthalten ist und die Erhebung zur Beurteilung, Bearbeitung oder Regulierung eines Versicherungsanspruchs erforderlich ist
es: Si está contenido en una declaración de testigo y la recopilación es necesaria para evaluar, procesar o resolver un reclamo de seguro.
fr: S'il est contenu dans une déclaration de témoin et que la collecte est nécessaire pour évaluer, traiter ou régler une réclamation d'assurance.
nl: Als het is opgenomen in een getuigenverklaring en de incasso noodzakelijk is om een ​​verzekeringsclaim te beoordelen, te verwerken of af te wikkelen
pt: Se estiver contido em um depoimento de testemunha e a coleta for necessária para avaliar, processar ou resolver uma reclamação de seguro

source: For identifying injured, ill, or deceased persons and communicating with next of kin
de: Zur Identifizierung verletzter, kranker oder verstorbener Personen und zur Kommunikation mit den nächsten Angehörigen
es: Para identificar a personas lesionadas, enfermas o fallecidas y comunicarse con los familiares más cercanos.
fr: Pour identifier les personnes blessées, malades ou décédées et communiquer avec leurs plus proches parents
nl: Voor het identificeren van gewonde, zieke of overleden personen en voor communicatie met nabestaanden
pt: Para identificar pessoas feridas, doentes ou falecidas e comunicar-se com parentes próximos
