Repository: AbdurazzoqovA/summy_saas
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, nl, pt

source: You may not access or use the Services for any purpose other than that for which we make the Services available. The Services may not be used in connection with any commercial endeavors except those that are specifically endorsed or approved by us.
de: Sie dürfen nicht auf die Dienste zugreifen oder sie für einen anderen Zweck nutzen als den, für den wir die Dienste zur Verfügung stellen.
es: No puede acceder ni utilizar los Servicios para ningún propósito que no sea aquel para el cual ponemos los Servicios a disposición. Los Servicios no pueden usarse en conexión con ningún esfuerzo comercial excepto aquellos que estén específicamente respaldados o aprobados por nosotros.
fr: Vous ne pouvez pas accéder ou utiliser les Services à des fins autres que celles pour lesquelles nous rendons les Services disponibles.
nl: U mag de Services niet openen of gebruiken voor enig ander doel dan waarvoor wij de Services beschikbaar stellen.
pt: Você não pode acessar ou usar os Serviços para qualquer finalidade que não seja aquela para a qual disponibilizamos os Serviços. Os Serviços não podem ser usados em conexão com empreendimentos comerciais, exceto aqueles que são especificamente endossados ou aprovados por nós.

source: As a user of the Services, you agree not to:
de: Als Nutzer der Dienste erklären Sie sich damit einverstanden, Folgendes nicht zu tun:
es: Como usuario de los Servicios, acepta no:
fr: En tant qu'utilisateur des Services, vous vous engagez à ne pas :
nl: Als gebruiker van de Services gaat u ermee akkoord dat u het volgende niet zult doen:
pt: Como usuário dos Serviços, você concorda em não:

source: Systematically retrieve data or other content from the Services to create or compile, directly or indirectly, a collection, compilation, database, or directory without written permission from us.
de: Ohne unsere schriftliche Genehmigung systematisch Daten oder andere Inhalte aus den Diensten abzurufen, um direkt oder indirekt eine Sammlung, Zusammenstellung, Datenbank oder ein Verzeichnis zu erstellen oder zusammenzustellen.
es: Recuperar sistemáticamente datos u otro contenido de los Servicios para crear o compilar, directa o indirectamente, una colección, compilación, base de datos o directorio sin nuestro permiso por escrito.
fr: Récupérer systématiquement des données ou tout autre contenu des Services pour créer ou compiler, directement ou indirectement, une collection, une compilation, une base de données ou un répertoire sans autorisation écrite de notre part.
nl: Systematisch gegevens of andere inhoud uit de Services ophalen om direct of indirect een verzameling, compilatie, database of directory te creëren of samen te stellen zonder schriftelijke toestemming van ons.
pt: Recuperar sistematicamente dados ou outro conteúdo dos Serviços para criar ou compilar, direta ou indiretamente, uma coleção, compilação, banco de dados ou diretório sem permissão por escrito de nossa parte.

source: Trick, defraud, or mislead us and other users, especially in any attempt to learn sensitive account information such as user passwords.
de: Täuschen, betrügen oder täuschen Sie uns und andere Benutzer, insbesondere bei jedem Versuch, vertrauliche Kontoinformationen wie Benutzerkennwörter zu erfahren.
es: Engañarnos, defraudarnos o confundirnos a nosotros y a otros usuarios, especialmente en cualquier intento de aprender información sensible de la cuenta, como contraseñas de usuario.
fr: Tromper, frauder ou induire en erreur nous et les autres utilisateurs, en particulier dans toute tentative d'obtenir des informations de compte sensibles telles que les mots de passe des utilisateurs.
nl: Ons en andere gebruikers bedriegen, bedriegen of misleiden, vooral bij elke poging om gevoelige accountinformatie zoals gebruikerswachtwoorden te achterhalen.
pt: Enganhar, fraudar ou ludibriar nós e outros usuários, especialmente em qualquer tentativa de obter informações sensíveis da conta, como senhas de usuários.

source: Circumvent, disable, or otherwise interfere with security-related features of the Services, including features that prevent or restrict the use or copying of any Content or enforce limitations on the use of the Services and/or the Content contained therein.
de: Umgehung, Deaktivierung oder anderweitige Beeinträchtigung sicherheitsrelevanter Funktionen der Dienste, einschließlich Funktionen, die die Nutzung oder das Kopieren von Inhalten verhindern oder einschränken oder Einschränkungen bei der Nutzung der Dienste und/oder der darin enthaltenen Inhalte durchsetzen.
es: Circumvenir, deshabilitar o interferir de alguna otra manera con las funciones relacionadas con la seguridad de los Servicios, incluidas las funciones que previenen o restringen el uso o la copia de cualquier Contenido o aplican limitaciones en el uso de los Servicios y/o el Contenido contenido en ellos.
fr: Contourner, désactiver ou interférer de toute autre manière avec les fonctionnalités liées à la sécurité des Services, y compris les fonctionnalités qui empêchent ou restreignent l'utilisation ou la copie de tout Contenu ou imposent des limitations sur l'utilisation des Services et/ou du Contenu qu'ils contiennent.
nl: Het omzeilen, uitschakelen of anderszins verstoren van beveiligingsgerelateerde functies van de Services, inclusief functies die het gebruik of kopiëren van Inhoud voorkomen of beperken of beperkingen opleggen aan het gebruik van de Services en/of de Inhoud die daarin is opgenomen.
pt: Burlar, desativar ou interferir de outra forma nos recursos relacionados à segurança dos Serviços, incluindo recursos que impedem ou restringem o uso ou a cópia de qualquer Conteúdo ou impõem limitações ao uso dos Serviços e/ou ao Conteúdo neles contido.

source: Disparage, tarnish, or otherwise harm, in our opinion, us and/or the Services.
de: Uns und/oder die Dienste unserer Meinung nach herabwürdigen, beflecken oder auf andere Weise schädigen.
es: Desacreditar, manchar o de alguna otra manera perjudicar, en nuestra opinión, nosotros y/o los Servicios.
fr: Dénigrer, ternir ou nuire de toute autre manière, à notre avis, à nous et/ou aux Services.
nl: Naar onze mening ons en/of de Diensten in diskrediet brengen, aantasten of anderszins schade toebrengen.
pt: Desacreditar, manchar ou prejudicar, na nossa opinião, nós e/ou os Serviços.

source: Use any information obtained from the Services in order to harass, abuse, or harm another person.
de: Verwenden Sie alle von den Diensten erhaltenen Informationen, um eine andere Person zu belästigen, zu missbrauchen oder zu schädigen.
es: Utilizar cualquier información obtenida de los Servicios con el fin de acosar, abusar o perjudicar a otra persona.
fr: Utiliser toute information obtenue à partir des Services afin de harceler, d'abuser ou de nuire à une autre personne.
nl: Alle informatie verkregen via de Services gebruiken om een ​​andere persoon lastig te vallen, te misbruiken of schade toe te brengen.
pt: Usar qualquer informação obtida nos Serviços para assediar, abusar ou prejudicar outra pessoa.

source: Make improper use of our support services or submit false reports of abuse or misconduct.
de: Unsere Supportdienste missbräuchlich nutzen oder falsche Berichte über Missbrauch oder Fehlverhalten einreichen.
es: Hacer uso indebido de nuestros servicios de soporte o presentar informes falsos de abuso o mala conducta.
fr: Faire un usage inapproprié de nos services d’assistance ou soumettre de faux rapports d’abus ou de mauvaise conduite.
nl: Maak oneigenlijk gebruik van onze ondersteunende diensten of doe valse meldingen van misbruik of wangedrag.
pt: Fazer uso impróprio de nossos serviços de suporte ou enviar relatos falsos de abuso ou má conduta.

source: Use the Services in a manner inconsistent with any applicable laws or regulations.
de: Nutzen Sie die Dienste in einer Weise, die nicht mit den geltenden Gesetzen oder Vorschriften vereinbar ist.
es: Utilizar los Servicios de una manera incompatible con las leyes o regulaciones aplicables.
fr: Utiliser les Services d'une manière incompatible avec les lois ou réglementations applicables.
nl: Gebruik de Services op een manier die niet strookt met toepasselijke wet- of regelgeving.
pt: Usar os Serviços de maneira inconsistente com quaisquer leis ou regulamentações aplicáveis.

source: Engage in unauthorized framing of or linking to the Services.
de: Beteiligen Sie sich am unbefugten Framing oder Verlinken der Dienste.
es: Participar en enmarcado no autorizado o enlace a los Servicios.
fr: S'engager dans un cadrage ou un lien non autorisé vers les Services.
nl: zich bezighouden met ongeoorloofde framing van of koppelingen naar de Services.
pt: Participar de enquadramento não autorizado ou vinculação aos Serviços.

source: Upload or transmit (or attempt to upload or to transmit) viruses, Trojan horses, or other material, including excessive use of capital letters and spamming (continuous posting of repetitive text), that interferes with any party’s uninterrupted use and enjoyment of the Services or modifies, impairs, disrupts, alters, or interferes with the use, features, functions, operation, or maintenance of the Services.
de: Viren, Trojaner oder anderes Material hochladen oder übertragen (oder versuchen, es hochzuladen oder zu übertragen), einschließlich der übermäßigen Verwendung von Großbuchstaben und Spamming (kontinuierliches Posten sich wiederholender Texte), die die ununterbrochene Nutzung und den Genuss einer Partei beeinträchtigen
es: Cargar o transmitir (o intentar cargar o transmitir) virus, caballos de Troya u otro material, incluido el uso excesivo de letras mayúsculas y el envío de spam (publicación continua de texto repetitivo), que interfiera con el uso y disfrute ininterrumpidos de los Servicios por parte de cualquier persona, o que modifique, deteriore, interrumpa, altere o interfiera con el uso, las características, funciones, operación o mantenimiento de los Servicios.
fr: Télécharger ou transmettre (ou tenter de télécharger ou de transmettre) des virus, des chevaux de Troie ou tout autre matériel, y compris l'utilisation excessive de majuscules et le spam (publication continue de texte répétitif), qui interfère avec l'utilisation et la jouissance ininterrompues du site par toute partie.
nl: Het uploaden of verzenden (of proberen te uploaden of verzenden) van virussen, Trojaanse paarden of ander materiaal, inclusief overmatig gebruik van hoofdletters en spam (het voortdurend plaatsen van repetitieve tekst), waardoor het ononderbroken gebruik en genot van de
pt: Enviar ou transmitir (ou tentar enviar ou transmitir) vírus, cavalos de Troia ou outro material, incluindo o uso excessivo de letras maiúsculas e spam (postagem contínua de texto repetitivo), que interfere no uso e na diversão ininterruptos dos Serviços por qualquer parte ou modifica, prejudica, interrompe, altera ou interfere no uso, características, funções, operação ou manutenção dos Serviços.

source: Engage in any automated use of the system, such as using scripts to send comments or messages, or using any data mining, robots, or similar data gathering and extraction tools.
de: Beteiligen Sie sich an einer automatisierten Nutzung des Systems, z. B. der Verwendung von Skripten zum Senden von Kommentaren oder Nachrichten oder der Verwendung von Data Mining, Robotern oder ähnlichen Datenerfassungs- und -extraktionstools.
es: Participar en cualquier uso automatizado del sistema, como utilizar scripts para enviar comentarios o mensajes, o utilizar cualquier minería de datos, robots u herramientas similares de recopilación y extracción de datos.
fr: S'engager dans toute utilisation automatisée du système, par exemple en utilisant des scripts pour envoyer des commentaires ou des messages, ou en utilisant des outils d'exploration de données, des robots ou des outils similaires de collecte et d'extraction de données.
nl: zich bezighouden met geautomatiseerd gebruik van het systeem, zoals het gebruik van scripts om opmerkingen of berichten te verzenden, of het gebruik van datamining, robots of vergelijkbare tools voor het verzamelen en extraheren van gegevens.
pt: Participar de qualquer uso automatizado do sistema, como usar scripts para enviar comentários ou mensagens, ou usar qualquer mineração de dados, robôs ou ferramentas semelhantes de coleta e extração de dados.

source: Delete the copyright or other proprietary rights notice from any Content.
de: Löschen Sie den Urheberrechts- oder anderen Eigentumsrechtshinweis aus allen Inhalten.
es: Eliminar el aviso de derechos de autor u otros derechos de propiedad de cualquier Contenido.
fr: Supprimez l'avis de droit d'auteur ou autre droit de propriété de tout contenu.
nl: Verwijder de kennisgeving van auteursrecht of andere eigendomsrechten van alle inhoud.
pt: Excluir o aviso de direitos autorais ou outros direitos de propriedade de qualquer Conteúdo.

source: Attempt to impersonate another user or person or use the username of another user.
de: Versuch, sich als ein anderer Benutzer oder eine andere Person auszugeben oder den Benutzernamen eines anderen Benutzers zu verwenden.
es: Intentar hacerse pasar por otro usuario o persona o utilizar el nombre de usuario de otro usuario.
fr: Tentative d'usurper l'identité d'un autre utilisateur ou d'une autre personne ou d'utiliser le nom d'utilisateur d'un autre utilisateur.
nl: Probeer je voor te doen als een andere gebruiker of persoon of gebruik de gebruikersnaam van een andere gebruiker.
pt: Tentar se passar por outro usuário ou pessoa ou usar o nome de usuário de outro usuário.

source: Upload or transmit (or attempt to upload or to transmit) any material that acts as a passive or active information collection or transmission mechanism, including without limitation, clear graphics interchange formats ('gifs'), 1×1 pixels, web bugs, cookies, or other similar devices (sometimes referred to as 'spyware' or 'passive collection mechanisms' or 'pcms').
de: Laden oder übertragen Sie jegliches Material (oder versuchen Sie es hochzuladen oder zu übertragen), das als passiver oder aktiver Informationserfassungs- oder -übertragungsmechanismus fungiert, einschließlich, aber nicht beschränkt auf klare Grafikaustauschformate („GIFs“), 1×1-Pixel, Web-Bugs
es: Cargar o transmitir (o intentar cargar o transmitir) cualquier material que actúe como un mecanismo pasivo o activo de recopilación o transmisión de información, incluidos, entre otros, formatos claros de intercambio de gráficos ('gifs'), píxeles de 1×1, insectos web, cookies u otros dispositivos similares (a veces referidos como 'spyware' o 'mecanismos de recopilación pasiva' o 'pcms').
fr: Télécharger ou transmettre (ou tenter de télécharger ou de transmettre) tout matériel agissant comme un mécanisme passif ou actif de collecte ou de transmission d'informations, y compris, sans s'y limiter, les formats d'échange de graphiques clairs (« gifs »), les pixels 1 × 1, les bogues Web.
nl: Upload of verzend (of probeer te uploaden of verzenden) materiaal dat fungeert als een passief of actief mechanisme voor het verzamelen of verzenden van informatie, inclusief maar niet beperkt tot duidelijke grafische uitwisselingsformaten ('gifs'), 1×1 pixels, webbugs
pt: Enviar ou transmitir (ou tentar enviar ou transmitir) qualquer material que atue como um mecanismo de coleta ou transmissão de informações passivas ou ativas, incluindo, sem limitação, formatos claros de intercâmbio de gráficos ('gifs'), pixels 1×1, bugs web, cookies ou outros dispositivos semelhantes (às vezes referidos como 'spyware' ou 'mecanismos de coleta passiva' ou 'pcms').

source: Interfere with, disrupt, or create an undue burden on the Services or the networks or services connected to the Services.
de: Die Dienste oder die mit den Diensten verbundenen Netzwerke oder Dienste stören, stören oder eine unangemessene Belastung für sie darstellen.
es: Interferir, interrumpir o crear una carga indebida en los Servicios o las redes o servicios conectados a los Servicios.
fr: Interférer avec, perturber ou créer une charge excessive sur les Services ou les réseaux ou services connectés aux Services.
nl: De Services of de netwerken of services die met de Services zijn verbonden, verstoren, verstoren of onnodig belasten.
pt: Interferir, interromper ou criar uma carga indevida nos Serviços ou nas redes ou serviços conectados aos Serviços.

source: Harass, annoy, intimidate, or threaten any of our employees or agents engaged in providing any portion of the Services to you.
de: Einen unserer Mitarbeiter oder Vertreter, die an der Bereitstellung von Teilen der Dienste für Sie beteiligt sind, zu belästigen, zu belästigen, einzuschüchtern oder zu bedrohen.
es: Molestar, irritar, intimidar o amenazar a cualquiera de nuestros empleados o agentes involucrados en proporcionar cualquier parte de los Servicios para ti.
fr: Harceler, ennuyer, intimider ou menacer l'un de nos employés ou agents engagés dans la fourniture d'une partie des Services.
nl: Het lastigvallen, irriteren, intimideren of bedreigen van een van onze werknemers of agenten die betrokken zijn bij het leveren van een deel van de Services aan u.
pt: Assediar, irritar, intimidar ou ameaçar qualquer um de nossos funcionários ou agentes envolvidos na prestação de qualquer parte dos Serviços a você.

source: Attempt to bypass any measures of the Services designed to prevent or restrict access to the Services, or any portion of the Services.
de: Versuchen Sie, alle Maßnahmen der Dienste zu umgehen, die darauf abzielen, den Zugriff auf die Dienste oder Teile der Dienste zu verhindern oder einzuschränken.
es: Intentar eludir las medidas de los Servicios diseñadas para prevenir o restringir el acceso a los Servicios o cualquier parte de los Servicios.
fr: Tentative de contourner toute mesure des Services conçue pour empêcher ou restreindre l'accès aux Services, ou à toute partie des Services.
nl: Probeer maatregelen van de Services te omzeilen die bedoeld zijn om de toegang tot de Services, of een deel van de Services, te voorkomen of te beperken.
pt: Tentar burlar quaisquer medidas dos Serviços projetadas para prevenir ou restringir o acesso aos Serviços ou a qualquer parte dos Serviços.

source: Copy or adapt the Services' software, including but not limited to Flash, PHP, HTML, JavaScript, or other code.
de: Die Software der Dienste kopieren oder anpassen, einschließlich, aber nicht beschränkt auf Flash, PHP, HTML, JavaScript oder anderen Code.
es: Copiar o adaptar el software de los Servicios, incluyendo pero no limitado a Flash, PHP, HTML, JavaScript u otro código.
fr: Copiez ou adaptez le logiciel des Services, y compris, mais sans s'y limiter, Flash, PHP, HTML, JavaScript ou autre code.
nl: Kopieer of pas de software van de Diensten aan, inclusief maar niet beperkt tot Flash, PHP, HTML, JavaScript of andere code.
pt: Copiar ou adaptar o software dos Serviços, incluindo, mas não se limitando a Flash, PHP, HTML, JavaScript ou outro código.

source: Except as permitted by applicable law, decipher, decompile, disassemble, or reverse engineer any of the software comprising or in any way making up a part of the Services.
de: Sofern nicht gesetzlich zulässig, die Software zu entschlüsseln, zu dekompilieren, zu disassemblieren oder zurückzuentwickeln, die die Dienste umfasst oder in irgendeiner Weise einen Teil davon ausmacht.
es: Excepto según lo permitido por la ley aplicable, descifrar, descompilar, desensamblar o ingeniería inversa de cualquier software que forme parte o de alguna manera constituya parte de los Servicios.
fr: Sauf dans la mesure permise par la loi applicable, déchiffrer, décompiler, désassembler ou procéder à une ingénierie inverse de tout logiciel comprenant ou constituant de quelque manière que ce soit une partie des Services.
nl: Behalve zoals toegestaan ​​door de toepasselijke wetgeving, dient u de software die de Services omvat of op enigerlei wijze deel uitmaakt van de Services te ontcijferen, decompileren, demonteren of reverse-engineeren.
pt: Exceto conforme permitido pela lei aplicável, decifrar, descompilar, desmontar ou engenharia reversa de qualquer software que compõe ou de qualquer forma constitui parte dos Serviços.

source: Except as may be the result of standard search engine or Internet browser usage, use, launch, develop, or distribute any automated system, including without limitation, any spider, robot, cheat utility, scraper, or offline reader that accesses the Services, or use or launch any unauthorized script or other software.
de: Verwenden, starten, entwickeln oder vertreiben Sie kein automatisiertes System, einschließlich, aber nicht beschränkt auf Spider, Robots, Cheat-Utilitys, Scraper oder Offline-Reader, die auf die Dienste zugreifen, es sei denn, dies ist das Ergebnis einer Standard-Suchmaschinen- oder Internetbrowser-Nutzung
es: Excepto como resultado del uso estándar de motores de búsqueda o navegadores de Internet, usar, lanzar, desarrollar o distribuir cualquier sistema automatizado, incluyendo sin limitación, cualquier araña, robot, utilidad de trucos, rastreador o lector sin conexión que acceda a los Servicios, o usar o lanzar cualquier script no autorizado u otro software.
fr: Sauf dans la mesure où cela peut résulter de l'utilisation standard d'un moteur de recherche ou d'un navigateur Internet, de l'utilisation, du lancement, du développement ou de la distribution de tout système automatisé, y compris, sans s'y limiter, tout araignée, robot, utilitaire de triche, grattoir ou lecteur hors ligne qui accède aux Services.
nl: Tenzij dit het resultaat is van standaardzoekmachine- of internetbrowsergebruik, gebruik, start, ontwikkel of distribueer een geautomatiseerd systeem, inclusief maar niet beperkt tot elke spider, robot, cheat-hulpprogramma, scraper of offline reader die toegang heeft tot de Services
pt: Exceto conforme possa ser resultado do uso padrão de mecanismo de busca ou navegador da Internet, usar, lançar, desenvolver ou distribuir qualquer sistema automatizado, incluindo, sem limitação, qualquer spider, robô, utilitário de trapaça, raspador ou leitor offline que acesse os Serviços, ou usar ou lançar qualquer script ou outro software não autorizado.

source: Use a buying agent or purchasing agent to make purchases on the Services.
de: Beauftragen Sie einen Einkäufer oder Einkäufer, um bei den Diensten Einkäufe zu tätigen.
es: Usar un agente de compra o agente de adquisiciones para realizar compras en los Servicios.
fr: Utiliser un agent d'achat ou un agent d'achat pour effectuer des achats sur les Services.
nl: Gebruik een aankoopmakelaar of aankoopmakelaar om aankopen te doen op de Diensten.
pt: Usar um agente de compra ou agente de compras para fazer compras nos Serviços.
