Repository: AbdurazzoqovA/summy_saas
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, nl, pt

source: Our Services offer you the ability to register and log in using your third-party social media account details (like your Facebook or Twitter logins). Where you choose to do this, we will receive certain profile information about you from your social media provider. The profile information we receive may vary depending on the social media provider concerned, but will often include your name, email address, friends list, and profile picture, as well as other information you choose to make public on such a social media platform.
es: Nuestros Servicios te ofrecen la posibilidad de registrarte e iniciar sesión utilizando los detalles de tu cuenta de redes sociales de terceros (como tus inicios de sesión de Facebook o Twitter). Cuando elijas hacerlo, recibiremos cierta información de perfil sobre ti de tu proveedor de redes sociales. La información de perfil que recibimos puede variar según el proveedor de redes sociales en cuestión, pero a menudo incluirá tu nombre, dirección de correo electrónico, lista de amigos y foto de perfil, así como otra información que elijas hacer pública en dicha plataforma de redes sociales.
pt: Nossos Serviços oferecem a você a capacidade de se cadastrar e fazer login usando detalhes de sua conta de mídia social de terceiros (como seus logins do Facebook ou Twitter). Quando você opta por fazer isso, receberemos informações do seu provedor de mídia social. As informações de perfil que recebemos podem variar dependendo do provedor de mídia social em questão, mas geralmente incluem seu nome, endereço de e-mail, lista de amigos e foto de perfil, bem como outras informações que você escolher tornar públicas em tal plataforma de mídia social.

source: We will use the information we receive only for the purposes that are described in this privacy notice or that are otherwise made clear to you on the relevant Services. Please note that we do not control, and are not responsible for, other uses of your personal information by your third-party social media provider. We recommend that you review their privacy notice to understand how they collect, use, and share your personal information, and how you can set your privacy preferences on their sites and apps.
de: Wir werden die Informationen, die wir erhalten, nur für die Zwecke verwenden, die in dieser Datenschutzerklärung beschrieben sind oder Ihnen anderweitig in den entsprechenden Diensten deutlich gemacht werden.
es: Utilizaremos la información que recibimos solo para los fines que se describen en este aviso de privacidad o que se indiquen de otra manera en los Servicios relevantes. Ten en cuenta que no controlamos y no somos responsables de otros usos de tu información personal por parte de tu proveedor de redes sociales de terceros. Recomendamos que revises su aviso de privacidad para comprender cómo recopilan, utilizan y comparten tu información personal, y cómo puedes configurar tus preferencias de privacidad en sus sitios y aplicaciones.
pt: Usaremos as informações que recebermos apenas para os fins descritos neste aviso de privacidade ou que de outra forma fiquem claros para você nos Serviços relevantes. Observe que não controlamos, e não somos responsáveis por, outros usos de suas informações pessoais pelo provedor de mídia social de terceiros. Recomendamos que você revise o aviso de privacidade deles para entender como eles coletam, usam e compartilham suas informações pessoais, e como você pode configurar suas preferências de privacidade em seus sites e aplicativos.

source: 21. DISCLAIMER
de: 21. HAFTUNGSAUSSCHLUSS
es: 21. RENUNCIA
fr: 21. AVIS DE NON-RESPONSABILITÉ
pt: 21. ISENÇÃO DE RESPONSABILIDADE

source: Email
es: Correo electrónico:

source: Status
es: Estado

source: Email:
es: Correo electrónico:

source: Summarygenerator.io
fr: Résumégénérateur.io

source: 7. SOFTWARE
fr: 7. LOGICIEL
