Repository: AbdurazzoqovA/summy_saas
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, nl, pt

source: Browsing history, search history, online behavior, interest data, and interactions with our and other websites, applications, systems, and advertisements
de: Browserverlauf, Suchverlauf, Online-Verhalten, Interessendaten und Interaktionen mit unseren und anderen Websites, Anwendungen, Systemen und Werbeanzeigen
es: Historial de navegación, historial de búsqueda, comportamiento en línea, datos de interés e interacciones con nuestros sitios web y otros sitios web, aplicaciones, sistemas y anuncios
fr: Historique de navigation, historique de recherche, comportement en ligne, données d'intérêt et interactions avec nos sites Web, applications, systèmes et publicités et d'autres.
nl: Browsegeschiedenis, zoekgeschiedenis, online gedrag, interessegegevens en interacties met onze en andere websites, applicaties, systemen en advertenties
pt: Histórico de navegação, histórico de pesquisa, comportamento online, dados de interesse e interações com nossos e outros sites, aplicativos, sistemas e anúncios

source: F. Geolocation data
de: F.
es: F. Datos de geolocalización
fr: F.
nl: F.
pt: F. Dados de geolocalização

source: Device location
de: Gerätestandort
es: Ubicación del dispositivo
fr: emplacement de l'appareil
nl: Apparaatlocatie
pt: Localização do dispositivo

source: G. Audio, electronic, visual, thermal, olfactory, or similar information
de: G.
es: G. Información de audio, electrónica, visual, térmica, olfativa o similar
fr: G.
nl: G.
pt: G. Informações semelhantes a áudio, eletrônicas, visuais, térmicas, olfativas ou similares

source: Images and audio, video or call recordings created in connection with our business activities
de: Bilder und Audio-, Video- oder Anrufaufzeichnungen, die im Zusammenhang mit unserer Geschäftstätigkeit erstellt werden
es: Imágenes y audio, video o grabaciones de llamadas creadas en relación con nuestras actividades comerciales
fr: Images et enregistrements audio, vidéo ou d'appels créés dans le cadre de nos activités commerciales
nl: Beelden en audio-, video- of gespreksopnamen gemaakt in verband met onze zakelijke activiteiten
pt: Imagens e áudio, gravações de vídeo ou chamadas criadas em conexão com nossas atividades comerciais

source: H. Professional or employment-related information
de: H.
es: H. Información profesional o relacionada con el empleo
fr: H.
nl: H.
pt: H. Informações profissionais ou relacionadas ao emprego

source: Business contact details in order to provide you our Services at a business level or job title, work history, and professional qualifications if you apply for a job with us
de: Geschäftskontaktdaten, um Ihnen unsere Dienstleistungen auf geschäftlicher Ebene anbieten zu können, oder Berufsbezeichnung, beruflicher Werdegang und berufliche Qualifikationen, wenn Sie sich für eine Stelle bei uns bewerben
es: Información de contacto comercial para proporcionarte nuestros servicios a nivel empresarial o título de trabajo, historial laboral y calificaciones profesionales si solicitas un trabajo con nosotros
fr: Coordonnées professionnelles afin de vous fournir nos services au niveau de l'entreprise ou titre du poste, antécédents professionnels et qualifications professionnelles si vous postulez pour un emploi chez nous.
nl: Zakelijke contactgegevens om u onze Diensten op zakelijk niveau of functietitel, werkgeschiedenis en professionele kwalificaties te kunnen leveren als u bij ons solliciteert
pt: Informações de contato comercial para fornecer nossos serviços a você em um nível de negócios ou cargo, histórico de trabalho e qualificações profissionais se você se candidatar a um emprego conosco

source: I. Education Information
de: I.
es: I. Información educativa
fr: I.
nl: Ik.
pt: I. Informações Educacionais

source: Student records and directory information
de: Studentenakten und Verzeichnisinformationen
es: Registros de estudiantes e información del directorio
fr: Dossiers des étudiants et informations d'annuaire
nl: Studentengegevens en directory-informatie
pt: Registros de estudantes e informações de diretório

source: J. Inferences drawn from collected personal information
de: J.
es: J. Inferencias extraídas de la información personal recopilada
fr: J.
nl: J.
pt: J. Inferências retiradas das informações pessoais coletadas

source: Inferences drawn from any of the collected personal information listed above to create a profile or summary about, for example, an individual’s preferences and characteristics
de: Schlussfolgerungen, die aus den oben aufgeführten gesammelten personenbezogenen Daten gezogen werden, um ein Profil oder eine Zusammenfassung beispielsweise über die Vorlieben und Eigenschaften einer Person zu erstellen
es: Inferencias extraídas de cualquier información personal recopilada mencionada anteriormente para crear un perfil o resumen sobre, por ejemplo, las preferencias y características de un individuo
fr: Inférences tirées de l'une des informations personnelles collectées énumérées ci-dessus pour créer un profil ou un résumé sur, par exemple, les préférences et les caractéristiques d'un individu.
nl: Gevolgtrekkingen getrokken uit de hierboven genoemde verzamelde persoonlijke informatie om een ​​profiel of samenvatting te creëren over bijvoorbeeld de voorkeuren en kenmerken van een individu
pt: Inferências retiradas de qualquer uma das informações pessoais coletadas listadas acima para criar um perfil ou resumo sobre, por exemplo, as preferências e características de um indivíduo

source: K. Sensitive personal Information
de: K.
es: K. Información personal sensible
fr: K.
nl: K.
pt: K. Informações pessoais sensíveis

source: We may also collect other personal information outside of these categories through instances where you interact with us in person, online, or by phone or mail in the context of:
de: Wir können auch andere personenbezogene Daten außerhalb dieser Kategorien erfassen, wenn Sie persönlich, online, telefonisch oder per Post mit uns interagieren im Zusammenhang mit:
es: También podemos recopilar otra información personal fuera de estas categorías a través de instancias en las que interactúas con nosotros en persona, en línea o por teléfono o correo en el contexto de:
fr: Nous pouvons également collecter d'autres informations personnelles en dehors de ces catégories dans les cas où vous interagissez avec nous en personne, en ligne, par téléphone ou par courrier dans le contexte :
nl: We kunnen ook andere persoonlijke informatie verzamelen buiten deze categorieën door middel van gevallen waarin u persoonlijk, online of per telefoon of post met ons communiceert in de context van:
pt: Também podemos coletar outras informações pessoais fora dessas categorias por meio de interações pessoais, online, por telefone ou correio, no contexto de:

source: Receiving help through our customer support channels;
de: Hilfe über unsere Kundensupportkanäle erhalten;
es: Recibir ayuda a través de nuestros canales de soporte al cliente;
fr: Recevoir de l'aide via nos canaux de support client ;
nl: Hulp ontvangen via onze klantenondersteuningskanalen;
pt: Recebendo ajuda através dos nossos canais de suporte ao cliente;

source: Participation in customer surveys or contests;
de: Teilnahme an Kundenbefragungen oder Wettbewerben;
es: Participación en encuestas o concursos para clientes;
fr: Participation à des enquêtes clients ou à des concours ;
nl: Deelname aan klantenonderzoeken of wedstrijden;
pt: Participação em pesquisas ou concursos para clientes;

source: Facilitation in the delivery of our Services and to respond to your inquiries.
de: Erleichterung bei der Erbringung unserer Dienstleistungen und zur Beantwortung Ihrer Anfragen.
es: Facilitación en la entrega de nuestros servicios y respuesta a tus consultas.
fr: Facilitation dans la prestation de nos services et pour répondre à vos demandes.
nl: Facilitering bij de levering van onze Diensten en om te reageren op uw vragen.
pt: Facilitação na entrega dos nossos serviços e resposta às suas consultas.

source: How do we use and share your personal information?
de: Wie verwenden und teilen wir Ihre persönlichen Daten?
es: ¿Cómo utilizamos y compartimos tu información personal?
fr: Comment utilisons-nous et partageons-nous vos informations personnelles ?
nl: Hoe gebruiken en delen we uw persoonlijke gegevens?
pt: Como usamos e compartilhamos suas informações pessoais?

source: Learn about how we use your personal information in the section, \
de: Erfahren Sie im Abschnitt \, wie wir Ihre persönlichen Daten verwenden.
es: Obtén información sobre cómo utilizamos tu información personal en la sección, \
fr: Découvrez comment nous utilisons vos informations personnelles dans la section \
nl: Lees meer over hoe we uw persoonlijke gegevens gebruiken in de sectie \
pt: Saiba como usamos suas informações pessoais na seção, \

source: Will your information be shared with anyone else?
de: Werden Ihre Daten an Dritte weitergegeben?
es: ¿Se compartirá tu información con alguien más?
fr: Vos informations seront-elles partagées avec quelqu'un d'autre ?
nl: Wordt uw informatie met iemand anders gedeeld?
pt: Suas informações serão compartilhadas com mais alguém?

source: We may disclose your personal information with our service providers pursuant to a written contract between us and each service provider. Learn more about how we disclose personal information to in the section, \
de: Wir können Ihre personenbezogenen Daten gemäß einem schriftlichen Vertrag zwischen uns und jedem Dienstleister an unsere Dienstleister weitergeben.
es: Podemos divulgar tu información personal a nuestros proveedores de servicios según un contrato escrito entre nosotros y cada proveedor de servicios. Obtén más información sobre cómo divulgamos información personal en la sección, \
fr: Nous pouvons divulguer vos informations personnelles à nos prestataires de services conformément à un contrat écrit entre nous et chaque prestataire de services.
nl: We kunnen uw persoonlijke gegevens bekendmaken aan onze dienstverleners op grond van een schriftelijk contract tussen ons en elke dienstverlener.
pt: Poderemos divulgar suas informações pessoais para nossos prestadores de serviços, de acordo com um contrato escrito entre nós e cada prestador de serviços. Saiba mais sobre como divulgamos informações pessoais na seção, \

source: We may use your personal information for our own business purposes, such as for undertaking internal research for technological development and demonstration. This is not considered to be \
de: Wir können Ihre personenbezogenen Daten für unsere eigenen Geschäftszwecke verwenden, beispielsweise für die Durchführung interner Forschung zur technologischen Entwicklung und Demonstration.
es: También podemos utilizar tu información personal para nuestros propios fines comerciales, como realizar investigaciones internas para el desarrollo y la demostración tecnológica. Esto no se considera \
fr: Nous pouvons utiliser vos informations personnelles à nos propres fins commerciales, par exemple pour entreprendre des recherches internes à des fins de développement et de démonstration technologiques.
nl: We kunnen uw persoonlijke gegevens gebruiken voor onze eigen zakelijke doeleinden, zoals voor het uitvoeren van intern onderzoek voor technologische ontwikkeling en demonstratie.
pt: Poderemos usar suas informações pessoais para nossos próprios fins comerciais, como realizar pesquisas internas para desenvolvimento tecnológico e demonstração. Isso não é considerado \

source: We have not disclosed, sold, or shared any personal information to third parties for a business or commercial purpose in the preceding twelve (12) months. We will not sell or share personal information in the future belonging to website visitors, users, and other consumers.
de: Wir haben in den letzten zwölf (12) Monaten keine personenbezogenen Daten für geschäftliche oder kommerzielle Zwecke an Dritte weitergegeben, verkauft oder weitergegeben.
es: No hemos divulgado, vendido o compartido ninguna información personal con terceros con fines comerciales o empresariales en los últimos doce (12) meses. No venderemos ni compartiremos información personal en el futuro perteneciente a visitantes del sitio web, usuarios y otros consumidores.
fr: Nous n'avons divulgué, vendu ou partagé aucune information personnelle à des tiers à des fins commerciales au cours des douze (12) mois précédents.
nl: We hebben in de voorgaande twaalf (12) maanden geen persoonlijke gegevens openbaar gemaakt, verkocht of gedeeld met derden voor zakelijke of commerciële doeleinden.
pt: Não divulgamos, vendemos ou compartilhamos nenhuma informação pessoal com terceiros para fins comerciais ou empresariais nos últimos doze (12) meses. Não venderemos nem compartilharemos informações pessoais pertencentes a visitantes do site, usuários e outros consumidores no futuro.

source: Yes, we will update this notice as necessary to stay compliant with relevant laws.
de: Ja, wir werden diesen Hinweis bei Bedarf aktualisieren, um die Einhaltung der einschlägigen Gesetze zu gewährleisten.
es: Sí, actualizaremos este aviso según sea necesario para cumplir con las leyes pertinentes.
fr: Oui, nous mettrons à jour cet avis si nécessaire pour rester en conformité avec les lois en vigueur.
nl: Ja, we zullen deze verklaring indien nodig bijwerken om aan de relevante wetgeving te blijven voldoen.
pt: Sim, atualizaremos este aviso conforme necessário para estar em conformidade com as leis relevantes.

source: We may update this privacy notice from time to time. The updated version will be indicated by an updated \
de: Wir können diese Datenschutzerklärung von Zeit zu Zeit aktualisieren.
es: Es posible que actualicemos este aviso de privacidad de vez en cuando. La versión actualizada se indicará con un \
fr: Nous pouvons mettre à jour cet avis de confidentialité de temps à autre.
nl: We kunnen deze privacyverklaring van tijd tot tijd bijwerken.
pt: Poderemos atualizar este aviso de privacidade de tempos em tempos. A versão atualizada será indicada por uma versão atualizada \

source: If you have questions or comments about this notice, you may email us at info@summarygenerator.io or contact us by post at:
de: Wenn Sie Fragen oder Kommentare zu dieser Mitteilung haben, können Sie uns eine E-Mail an info@summarygenerator.io senden oder uns per Post kontaktieren unter:
es: Si tienes preguntas o comentarios sobre este aviso, puedes enviarnos un correo electrónico a info@summarygenerator.io o contactarnos por correo postal en:
fr: Si vous avez des questions ou des commentaires sur cet avis, vous pouvez nous envoyer un e-mail à info@summarygenerator.io ou nous contacter par courrier à :
nl: Als u vragen of opmerkingen heeft over deze kennisgeving, kunt u ons een e-mail sturen op info@summarygenerator.io of per post contact met ons opnemen op:
pt: Se tiver dúvidas ou comentários sobre este aviso, pode enviar-nos um email para info@summarygenerator.io ou contactar-nos por correio em:

source: Based on the applicable laws of your country, you may have the right to request access to the personal information we collect from you, change that information, or delete it. To request to review, update, or delete your personal information, please fill out and submit a data subject access request.
de: Basierend auf den geltenden Gesetzen Ihres Landes haben Sie möglicherweise das Recht, Zugriff auf die von uns erfassten personenbezogenen Daten zu verlangen, diese Daten zu ändern oder zu löschen.
es: Según las leyes aplicables de tu país, es posible que tengas el derecho de solicitar el acceso a la información personal que recopilamos de ti, cambiar esa información o eliminarla. Para solicitar la revisión, actualización o eliminación de tu información personal, completa y envía una solicitud de acceso de sujeto de datos.
fr: En fonction des lois applicables dans votre pays, vous pouvez avoir le droit de demander l'accès aux informations personnelles que nous collectons auprès de vous, de modifier ces informations ou de les supprimer.
nl: Op basis van de toepasselijke wetten van uw land heeft u mogelijk het recht om toegang te vragen tot de persoonlijke informatie die wij van u verzamelen, om die informatie te wijzigen of om deze te verwijderen.
pt: Com base nas leis aplicáveis do seu país, pode ter o direito de solicitar o acesso às informações pessoais que coletamos de você, alterar essas informações ou excluí-las. Para solicitar a revisão, atualização ou exclusão das suas informações pessoais, preencha e envie um pedido de acesso do titular dos dados.

source: Last Updated Feb 10, 2023
de: Letzte Aktualisierung 10. Februar 2023
es: Última actualización 09 de febrero de 2024
fr: Dernière mise à jour le 10 février 2023
nl: Laatst bijgewerkt op 10 februari 2023
pt: Última Atualização em 10 de fevereiro de 2023

source: AGREEMENT TO OUR LEGAL TERMS
de: ZUSTIMMUNG ZU UNSEREN RECHTLICHEN BEDINGUNGEN
es: ACUERDO A NUESTROS TÉRMINOS LEGALES
fr: ACCORD SUR NOS CONDITIONS LÉGALES
nl: AKKOORD MET ONZE JURIDISCHE VOORWAARDEN
pt: CONCORDÂNCIA COM NOSSOS TERMOS LEGAIS

source: We are SummaryGenerator Company, a company registered in England at International House,, 12 Constance Street,, London E16 2DQ.
de: Wir sind SummaryGenerator Company, ein in England registriertes Unternehmen im International House, 12 Constance Street, London E16 2DQ.
es: Nuestra dirección es International House, 12 Constance Street, Londres, E16 2DQ.
fr: Nous sommes SummaryGenerator Company, une société enregistrée en Angleterre à l'International House, 12 Constance Street, Londres E16 2DQ.
nl: Wij zijn SummaryGenerator Company, een bedrijf geregistreerd in Engeland bij International House,, 12 Constance Street,, Londen E16 2DQ.
pt: Nós somos a empresa SummaryGenerator, uma empresa registrada na Inglaterra no International House, 12 Constance Street, Londres E16 2DQ.

source: We operate the website https://SummaryGenerator.io (the 'Site'), as well as any other related products and services that refer or link to these legal terms (the 'Legal Terms') (collectively, the 'Services').
de: Wir betreiben die Website https://SummaryGenerator.io (die „Website“) sowie alle anderen damit verbundenen Produkte und Dienstleistungen, die auf diese rechtlichen Bedingungen (die „rechtlichen Bedingungen“) verweisen oder mit ihnen verlinken (zusammen die „Dienste“)
es: Operamos el sitio web https://SummaryGenerator.io (el 'Sitio'), así como cualquier otro producto o servicio relacionado que haga referencia o enlace a estos términos legales (los 'Términos Legales') (colectivamente, los 'Servicios').
fr: Nous exploitons le site Web https://SummaryGenerator.io (le « Site »), ainsi que tout autre produit et service connexe qui fait référence ou renvoie à ces conditions juridiques (les « Conditions légales ») (collectivement, les « Services
nl: Wij beheren de website https://SummaryGenerator.io (de 'Site'), evenals alle andere gerelateerde producten en diensten die verwijzen naar of linken naar deze juridische voorwaarden (de 'Juridische voorwaarden') (gezamenlijk de 'Diensten
pt: Operamos o site https://SummaryGenerator.io (o 'Site'), bem como quaisquer outros produtos e serviços relacionados que se refiram ou vinculem a estes termos legais (os 'Termos Legais') (coletivamente, os 'Serviços').

source: You can contact us by phone at +447361622097, email at info@summarygenerator.io, or by mail to International House,, 12 Constance Street,, London E16 2DQ, England.
de: Sie können uns telefonisch unter 447361622097, per E-Mail unter info@summarygenerator.io oder per Post an International House, 12 Constance Street, London E16 2DQ, England kontaktieren.
es: Puede contactarnos por teléfono al +447361622097, por correo electrónico a info@summarygenerator.io, o por correo a International House, 12 Constance Street, London E16 2DQ, Inglaterra.
fr: Vous pouvez nous contacter par téléphone au 447361622097, par e-mail à info@summarygenerator.io ou par courrier à International House, 12 Constance Street, Londres E16 2DQ, Angleterre.
nl: U kunt telefonisch contact met ons opnemen op 447361622097, per e-mail op info@summarygenerator.io, of per post naar International House,, 12 Constance Street, Londen E16 2DQ, Engeland.
pt: Você pode entrar em contato conosco por telefone pelo +447361622097, por e-mail em info@summarygenerator.io, ou por correio para International House, 12 Constance Street, Londres E16 2DQ, Inglaterra.

source: These Legal Terms constitute a legally binding agreement made between you, whether personally or on behalf of an entity ('you'), and SummaryGenerator, concerning your access to and use of the Services. You agree that by accessing the Services, you have read, understood, and agreed to be bound by all of these Legal Terms. IF YOU DO NOT AGREE WITH ALL OF THESE LEGAL TERMS, THEN YOU ARE EXPRESSLY PROHIBITED FROM USING THE SERVICES AND YOU MUST DISCONTINUE USE IMMEDIATELY.
de: Diese rechtlichen Bedingungen stellen eine rechtsverbindliche Vereinbarung dar, die zwischen Ihnen, ob persönlich oder im Namen einer juristischen Person („Sie“), und SummaryGenerator über Ihren Zugriff auf die Dienste und deren Nutzung geschlossen wird.
es: Estos Términos Legales constituyen un acuerdo legalmente vinculante entre usted, ya sea personalmente o en nombre de una entidad ('usted'), y SummaryGenerator, con respecto a su acceso y uso de los Servicios. Usted acepta que, al acceder a los Servicios, ha leído, comprendido y aceptado estar sujeto a todos estos Términos Legales. SI NO ESTÁ DE ACUERDO CON TODOS ESTOS TÉRMINOS LEGALES, QUEDA EXPRESAMENTE PROHIBIDO DE UTILIZAR LOS SERVICIOS Y DEBE DISCONTINUAR SU USO DE INMEDIATO.
fr: Ces termes légaux constituent un accord légalement contraignant conclu entre vous, que ce soit personnellement ou au nom d'une entité ('vous'), et SummaryGenerator, concernant votre accès et votre utilisation des services. Vous convenez qu'en accédant aux services, vous avez lu, compris et accepté d'être lié par l'ensemble de ces termes légaux. SI VOUS N'ÊTES PAS D'ACCORD AVEC L'ENSEMBLE DE CES TERMES LÉGAUX, VOUS ÊTES EXPRESSÉMENT INTERDIT D'UTILISER LES SERVICES ET VOUS DEVEZ CESSER L'UTILISATION IMMÉDIATEMENT.
nl: Deze Juridische Voorwaarden vormen een juridisch bindende overeenkomst tussen u, persoonlijk of namens een entiteit ('u'), en SummaryGenerator, met betrekking tot uw toegang tot en gebruik van de Services.
pt: Estes Termos Legais constituem um acordo legalmente vinculativo feito entre você, seja pessoalmente ou em nome de uma entidade ('você'), e a SummaryGenerator, referente ao seu acesso e uso dos Serviços. Você concorda que, ao acessar os Serviços, leu, compreendeu e concordou em ficar vinculado a todos esses Termos Legais. SE VOCÊ NÃO CONCORDAR COM TODOS ESSES TERMOS LEGAIS, ENTÃO É EXPRESSAMENTE PROIBIDO UTILIZAR OS SERVIÇOS E DEVE IMEDIATAMENTE INTERROMPER O USO.
