Repository: AbdurazzoqovA/summy_saas
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, nl, pt

source: IN NO EVENT WILL WE OR OUR DIRECTORS, EMPLOYEES, OR AGENTS BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES, INCLUDING LOST PROFIT, LOST REVENUE, LOSS OF DATA, OR OTHER DAMAGES ARISING FROM YOUR USE OF THE SERVICES, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. NOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, OUR LIABILITY TO YOU FOR ANY CAUSE WHATSOEVER AND REGARDLESS OF THE FORM OF THE ACTION, WILL AT ALL TIMES BE LIMITED TO THE AMOUNT PAID, IF ANY, BY YOU TO US DURING THE SIX (6) MONTH PERIOD PRIOR TO ANY CAUSE OF ACTION ARISING. CERTAIN US STATE LAWS AND INTERNATIONAL LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES. IF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MAY HAVE ADDITIONAL RIGHTS.
de: IN KEINEM FALL SIND WIR ODER UNSERE DIREKTOREN, MITARBEITER ODER VERTRETER IHNEN ODER DRITTEN GEGENÜBER HAFTBAR FÜR DIREKTE, INDIREKTE, FOLGESCHÄDEN, EXEMPLARISCHE, ZUFÄLLIGE, BESONDERE ODER STRAFSCHÄDEN, EINSCHLIESSLICH ENTGANGENER GEWINN, ENTGANGENE EINNAHMEN, VERLUSTE VON
fr: EN AUCUN CAS NOUS OU NOS DIRECTEURS, EMPLOYÉS OU AGENTS NE SERONS RESPONSABLES ENVERS VOUS OU TOUT TIERS DE TOUT DOMMAGE DIRECT, INDIRECT, CONSÉCUTIF, EXEMPLAIRE, ACCESSOIRE, SPÉCIAL OU PUNITIF, Y COMPRIS LA PERTE DE PROFIT, LA PERTE DE REVENUS, LA PERTE DE
nl: IN GEEN GEVAL ZULLEN WIJ OF ONZE DIRECTEUREN, WERKNEMERS OF AGENTEN AANSPRAKELIJK ZIJN JEGENS U OF ENIGE DERDE PARTIJ VOOR ENIGE DIRECTE, INDIRECTE, GEVOLGSCHADE, VOORBEELDSCHADE, INCIDENTELE, SPECIALE OF BESTRAFFENDE SCHADE, WAARONDER WINSTDERVING, INKOMSTENVERLIES, VERLIES VAN
pt: EM NENHUM CASO, NÓS OU NOSSOS DIRETORES, FUNCIONÁRIOS OU AGENTES SEREMOS RESPONSÁVEIS PERANTE VOCÊ OU QUALQUER TERCEIRO POR QUAISQUER DANOS DIRETOS, INDIRETOS, CONSEQUENCIAIS, EXEMPLARES, INCIDENTAIS, ESPECIAIS OU PUNITIVOS, INCLUINDO LUCROS CESSANTES, RECEITA PERDIDA, PERDA DE DADOS OU OUTROS DANOS DECORRENTES DO SEU USO DOS SERVIÇOS, MESMO SE TIVERMOS SIDO AVISADOS DA POSSIBILIDADE DE TAIS DANOS. NÃO OBSTANTE QUALQUER DISPOSIÇÃO EM CONTRÁRIO CONTIDA NESTE DOCUMENTO, NOSSA RESPONSABILIDADE PERANTE VOCÊ, POR QUALQUER CAUSA QUE SEJA, E INDEPENDENTEMENTE DA FORMA DA AÇÃO, SERÁ LIMITADA AO VALOR PAGO, SE ALGUM, POR VOCÊ A NÓS DURANTE O PERÍODO DE SEIS (6) MESES ANTERIOR AO SURGIMENTO DE QUALQUER CAUSA DE AÇÃO. CERTAS LEIS ESTADUAIS DOS EUA E LEIS INTERNACIONAIS NÃO PERMITEM LIMITAÇÕES EM GARANTIAS IMPLÍCITAS OU A EXCLUSÃO OU LIMITAÇÃO DE CERTOS DANOS. SE ESSAS LEIS SE APLICAREM A VOCÊ, ALGUMAS OU TODAS AS RENÚNCIAS OU LIMITAÇÕES ACIMA PODEM NÃO SE APLICAR A VOCÊ, E VOCÊ PODE TER DIREITOS ADICIONAIS.

source: You agree to defend, indemnify, and hold us harmless, including our subsidiaries, affiliates, and all of our respective officers, agents, partners, and employees, from and against any loss, damage, liability, claim, or demand, including reasonable attorneys’ fees and expenses, made by any third party due to or arising out of: (1) your Contributions; (2) use of the Services; (3) breach of these Legal Terms; (4) any breach of your representations and warranties set forth in these Legal Terms; (5) your violation of the rights of a third party, including but not limited to intellectual property rights; or (6) any overt harmful act toward any other user of the Services with whom you connected via the Services. Notwithstanding the foregoing, we reserve the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us, and you agree to cooperate, at your expense, with our defense of such claims. We will use reasonable efforts to notify you of any such claim, action, or proceeding which is subject to this indemnification upon becoming aware of it.
de: Sie erklären sich damit einverstanden, uns, einschließlich unserer Tochtergesellschaften, verbundenen Unternehmen und aller unserer jeweiligen leitenden Angestellten, Vertreter, Partner und Mitarbeiter, von und gegen jegliche Verluste, Schäden, Haftungen, Ansprüche oder Forderungen zu verteidigen, zu entschädigen und schadlos zu halten, einschließlich
es: Usted acepta defender, indemnizar y eximirnos de responsabilidad, incluyendo a nuestras subsidiarias, afiliados y todos nuestros respectivos directivos, agentes, socios y empleados, de cualquier pérdida, daño, responsabilidad, reclamo o demanda, incluyendo honorarios razonables de abogados y gastos, presentados por terceros debido a o derivados de: (1) sus Contribuciones; (2) uso de los Servicios; (3) incumplimiento de estos Términos Legales; (4) cualquier incumplimiento de sus declaraciones y garantías establecidas en estos Términos Legales; (5) su violación de los derechos de un tercero, incluyendo pero no limitado a derechos de propiedad intelectual; o (6) cualquier acto perjudicial evidente hacia cualquier otro usuario de los Servicios con quien se conectó a través de los Servicios. No obstante lo anterior, nos reservamos el derecho, a su cargo, de asumir la defensa exclusiva y el control de cualquier asunto por el cual usted esté obligado a indemnizarnos, y usted acepta cooperar, a su costo, con nuestra defensa de tales reclamaciones. Pondremos esfuerzos razonables en notificarle de cualquier reclamación, acción o procedimiento sujeto a esta indemnización en cuanto tengamos conocimiento de ello.
fr: Vous acceptez de nous défendre, de nous indemniser et de nous dégager de toute responsabilité, y compris nos filiales, sociétés affiliées et tous nos dirigeants, agents, partenaires et employés respectifs, contre toute perte, dommage, responsabilité, réclamation ou demande, y compris
nl: U stemt ermee in ons, inclusief onze dochterondernemingen, gelieerde ondernemingen en al onze respectieve functionarissen, agenten, partners en werknemers, te verdedigen, schadeloos te stellen en te vrijwaren van en tegen verlies, schade, aansprakelijkheid, claim of eis, inclusief
pt: VOCÊ CONCORDA EM DEFENDER, INDENIZAR E NOS ISENTAR DE RESPONSABILIDADE, INCLUINDO NOSSAS SUBSIDIÁRIAS, AFILIADAS E TODOS OS NOSSOS RESPECTIVOS DIRETORES, AGENTES, PARCEIROS E FUNCIONÁRIOS, DE QUALQUER PERDA, DANO, RESPONSABILIDADE, REIVINDICAÇÃO OU EXIGÊNCIA, INCLUINDO HONORÁRIOS DE ADVOGADOS E DESPESAS RAZOÁVEIS, FEITAS POR QUALQUER TERCEIRO, DEVIDO A OU DECORRENTE DE: (1) SUAS CONTRIBUIÇÕES; (2) USO DOS SERVIÇOS; (3) VIOLAÇÃO DESTES TERMOS JURÍDICOS; (4) QUALQUER VIOLAÇÃO DE SUAS DECLARAÇÕES E GARANTIAS ESTABELECIDAS NESTES TERMOS JURÍDICOS; (5) SUA VIOLAÇÃO DOS DIREITOS DE UM TERCEIRO, INCLUINDO, MAS NÃO SE LIMITANDO AOS DIREITOS DE PROPRIEDADE INTELECTUAL; OU (6) QUALQUER ATO EXPLÍCITO PREJUDICIAL EM RELAÇÃO A QUALQUER OUTRO USUÁRIO DOS SERVIÇOS COM QUEM VOCÊ CONECTOU ATRAVÉS DOS SERVIÇOS. NÃO OBSTANTE O DISPOSTO ANTERIORMENTE, RESERVAMOS O DIREITO, À SUA CUSTA, DE ASSUMIR A DEFESA EXCLUSIVA E O CONTROLE DE QUALQUER ASSUNTO PELO QUAL VOCÊ DEVE NOS INDENIZAR, E VOCÊ CONCORDA EM COOPERAR, À SUA CUSTA, COM NOSSA DEFESA DE TAIS REIVINDICAÇÕES. ENVIDAREMOS ESFORÇOS RAZOÁVEIS PARA NOTIFICÁ-LO DE QUALQUER REIVINDICAÇÃO, AÇÃO OU PROCESSO SUJEITO A ESTA INDENIZAÇÃO AO TOMAR CONHECIMENTO DELA.

source: We will maintain certain data that you transmit to the Services for the purpose of managing the performance of the Services, as well as data relating to your use of the Services. Although we perform regular routine backups of data, you are solely responsible for all data that you transmit or that relates to any activity you have undertaken using the Services. You agree that we shall have no liability to you for any loss or corruption of any such data, and you hereby waive any right of action against us arising from any such loss or corruption of such data.
de: Wir speichern bestimmte Daten, die Sie an die Dienste übermitteln, zum Zweck der Verwaltung der Leistung der Dienste sowie Daten im Zusammenhang mit Ihrer Nutzung der Dienste.
es: Mantendremos ciertos datos que usted transmita a los Servicios con el propósito de gestionar el rendimiento de los Servicios, así como datos relativos a su uso de los Servicios. Aunque realizamos copias de seguridad rutinarias de los datos, usted es el único responsable de todos los datos que transmite o que están relacionados con cualquier actividad que haya emprendido utilizando los Servicios. Usted acepta que no tendremos responsabilidad ante usted por ninguna pérdida o corrupción de tales datos, y por la presente renuncia a cualquier derecho de acción contra nosotros derivado de tal pérdida o corrupción de dichos datos.
fr: Nous conserverons certaines données que vous transmettez aux Services dans le but de gérer la performance des Services, ainsi que les données relatives à votre utilisation des Services.
nl: We bewaren bepaalde gegevens die u naar de Services verzendt met als doel de prestaties van de Services te beheren, evenals gegevens met betrekking tot uw gebruik van de Services.
pt: VAMOS MANTER CERTOS DADOS QUE VOCÊ TRANSMITE AOS SERVIÇOS COM O OBJETIVO DE GERENCIAR O DESEMPENHO DOS SERVIÇOS, BEM COMO DADOS RELACIONADOS AO SEU USO DOS SERVIÇOS. EMBORA REALIZEMOS BACKUPS REGULARES DE ROTINA DE DADOS, VOCÊ É O ÚNICO RESPONSÁVEL POR TODOS OS DADOS QUE TRANSMITE OU QUE SE RELACIONA A QUALQUER ATIVIDADE REALIZADA POR VOCÊ USANDO OS SERVIÇOS. VOCÊ CONCORDA QUE NÃO TEREMOS NENHUMA RESPONSABILIDADE PERANTE VOCÊ POR QUALQUER PERDA OU CORRUPÇÃO DE TAIS DADOS, E VOCÊ POR MEIO DESTA RENUNCIA A QUALQUER DIREITO DE ACÃO CONTRA NÓS DECORRENTE DE QUALQUER PERDA OU CORRUPÇÃO DE TAIS DADOS.

source: Visiting the Services, sending us emails, and completing online forms constitute electronic communications. You consent to receive electronic communications, and you agree that all agreements, notices, disclosures, and other communications we provide to you electronically, via email and on the Services, satisfy any legal requirement that such communication be in writing. YOU HEREBY AGREE TO THE USE OF ELECTRONIC SIGNATURES, CONTRACTS, ORDERS, AND OTHER RECORDS, AND TO ELECTRONIC DELIVERY OF NOTICES, POLICIES, AND RECORDS OF TRANSACTIONS INITIATED OR COMPLETED BY US OR VIA THE SERVICES. You hereby waive any rights or requirements under any statutes, regulations, rules, ordinances, or other laws in any jurisdiction which require an original signature or delivery or retention of non-electronic records, or to payments or the granting of credits by any means other than electronic means.
de: Der Besuch der Dienste, das Versenden von E-Mails an uns und das Ausfüllen von Online-Formularen stellen elektronische Kommunikation dar.
es: Visitar los Servicios, enviarnos correos electrónicos y completar formularios en línea constituyen comunicaciones electrónicas. Usted consiente en recibir comunicaciones electrónicas, y acepta que todos los acuerdos, avisos, revelaciones y otras comunicaciones que le proporcionamos electrónicamente, por correo electrónico y en los Servicios, cumplen con cualquier requisito legal de que dicha comunicación sea por escrito. POR LA PRESENTE, USTED ACEPTA EL USO DE FIRMAS ELECTRÓNICAS, CONTRATOS, ÓRDENES Y OTROS DOCUMENTOS, Y LA ENTREGA ELECTRÓNICA DE AVISOS, POLÍTICAS, Y REGISTROS DE TRANSACCIONES INICIADAS O COMPLETADAS POR NOSOTROS O A TRAVÉS DE LOS SERVICIOS. Por la presente renuncia a cualquier derecho o requisito bajo estatutos, regulaciones, reglas, ordenanzas u otras leyes en cualquier jurisdicción que requieran una firma original o entrega o retención de registros no electrónicos, o a pagos o concesión de créditos por cualquier medio que no sea electrónico.
fr: La visite des Services, l'envoi d'e-mails et le remplissage de formulaires en ligne constituent des communications électroniques.
nl: Het bezoeken van de Diensten, het sturen van e-mails en het invullen van onlineformulieren vormen elektronische communicatie.
pt: A VISITA AOS SERVIÇOS, O ENVIO DE E-MAILS E O PREENCHIMENTO DE FORMULÁRIOS ONLINE CONSTITUEM COMUNICAÇÕES ELETRÔNICAS. VOCÊ CONSENTE EM RECEBER COMUNICAÇÕES ELETRÔNICAS, E VOCÊ CONCORDA QUE TODOS OS ACORDOS, AVISOS, DIVULGAÇÕES E OUTRAS COMUNICAÇÕES QUE FORNECEMOS A VOCÊ ELETRONICAMENTE, POR E-MAIL E NOS SERVIÇOS, SATISFAZEM QUALQUER EXIGÊNCIA LEGAL DE QUE TAIS COMUNICAÇÕES SEJAM FEITAS POR ESCRITO. VOCÊ CONCORDA POR MEIO DESTA COM O USO DE ASSINATURAS, CONTRATOS, PEDIDOS E OUTROS REGISTROS ELETRÔNICOS E COM A ENTREGA ELETRÔNICA DE AVISOS, POLÍTICAS E REGISTROS DE TRANSAÇÕES INICIADAS OU CONCLUÍDAS POR NÓS OU ATRAVÉS DOS SERVIÇOS. POR MEIO DESTA, VOCÊ RENUNCIA A QUAISQUER DIREITOS OU EXIGÊNCIAS CONFORME ESTATUTOS, REGULAMENTOS, REGRAS, ORDENANÇAS OU OUTRAS LEIS EM QUALQUER JURISDIÇÃO QUE EXIJAM UMA ASSINATURA ORIGINAL OU ENTREGA OU RETENÇÃO DE REGISTROS NÃO ELETRÔNICOS, OU A PAGAMENTOS OU CONCESSÃO DE CRÉDITOS POR MEIOS DIFERENTES DOS MEIOS ELETRÔNICOS.

source: If any complaint with us is not satisfactorily resolved, you can contact the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs in writing at 1625 North Market Blvd., Suite N 112, Sacramento, California 95834 or by telephone at (800) 952-5210 or (916) 445-1254.
de: Wenn eine Beschwerde bei uns nicht zufriedenstellend gelöst werden kann, können Sie sich schriftlich an die Complaint Assistance Unit der Division of Consumer Services des California Department of Consumer Affairs unter 1625 North Market Blvd., Suite N 112, Sacramento, Kalifornien 95834 wenden
es: Si alguna queja con nosotros no se resuelve satisfactoriamente, puede comunicarse con la Unidad de Asistencia para Quejas de la División de Servicios al Consumidor del Departamento de Asuntos del Consumidor de California, por escrito a 1625 North Market Blvd., Suite N 112, Sacramento, California 95834 o por teléfono al (800) 952-5210 o (916) 445-1254.
fr: Si une réclamation auprès de nous n'est pas résolue de manière satisfaisante, vous pouvez contacter par écrit l'unité d'assistance aux plaintes de la Division des services aux consommateurs du Département de la consommation de Californie au 1625 North Market Blvd., Suite N 112, Sacramento, Californie 95834 ou
nl: Als een klacht bij ons niet op bevredigende wijze wordt opgelost, kunt u schriftelijk contact opnemen met de Complaint Assistance Unit van de Division of Consumer Services van het California Department of Consumer Affairs op 1625 North Market Blvd., Suite N 112, Sacramento, California 95834 of
pt: SE QUALQUER RECLAMAÇÃO CONTRA NÓS NÃO FOR RESOLVIDA DE MANEIRA SATISFATÓRIA, VOCÊ PODE CONTATAR A UNIDADE DE ASSISTÊNCIA ÀS RECLAMAÇÕES DO DEPARTAMENTO DE SERVIÇOS AO CONSUMIDOR DA CALIFÓRNIA POR ESCRITO NO ENDEREÇO 1625 NORTH MARKET BLVD., SUÍTE N 112, SACRAMENTO, CALIFÓRNIA 95834 OU POR TELEFONE NO (800) 952-5210 OU (916) 445-1254.

source: These Legal Terms and any policies or operating rules posted by us on the Services or in respect to the Services constitute the entire agreement and understanding between you and us. Our failure to exercise or enforce any right or provision of these Legal Terms shall not operate as a waiver of such right or provision. These Legal Terms operate to the fullest extent permissible by law. We may assign any or all of our rights and obligations to others at any time. We shall not be responsible or liable for any loss, damage, delay, or failure to act caused by any cause beyond our reasonable control. If any provision or part of a provision of these Legal Terms is determined to be unlawful, void, or unenforceable, that provision or part of the provision is deemed severable from these Legal Terms and does not affect the validity and enforceability of any remaining provisions. There is no joint venture, partnership, employment or agency relationship created between you and us as a result of these Legal Terms or use of the Services. You agree that these Legal Terms will not be construed against us by virtue of having drafted them. You hereby waive any and all defenses you may have based on the electronic form of these Legal Terms and the lack of signing by the parties hereto to execute these Legal Terms.
de: Diese rechtlichen Bedingungen und alle von uns auf den Diensten oder in Bezug auf die Dienste veröffentlichten Richtlinien oder Betriebsregeln stellen die gesamte Vereinbarung und Übereinkunft zwischen Ihnen und uns dar.
es: Estos Términos Legales y cualquier política o regla de funcionamiento publicada por nosotros en los Servicios o con respecto a los Servicios constituyen el acuerdo completo y entendimiento entre usted y nosotros. Nuestra falta de ejercicio o cumplimiento de cualquier derecho o disposición de estos Términos Legales no operará como una renuncia de tal derecho o disposición. Estos Términos Legales operan en la máxima medida permitida por la ley. Podemos asignar todos o algunos de nuestros derechos y obligaciones a otros en cualquier momento. No seremos responsables por ninguna pérdida, daño, demora o falta de acción causada por cualquier causa más allá de nuestro control razonable. Si alguna disposición o parte de una disposición de estos Términos Legales se considera ilegal, nula o inexigible, esa disposición o parte de la disposición se considera separable de estos Términos Legales y no afecta la validez y exigibilidad de cualquier disposición restante. No hay empresa conjunta, asociación, empleo o relación de agencia creada entre usted y nosotros como resultado de estos Términos Legales o el uso de los Servicios. Usted acepta que estos Términos Legales no se interpretarán en nuestra contra por haberlos redactado. Por la presente renuncia a cualquier defensa que pueda tener basada en la forma electrónica de estos Términos Legales y la falta de firma por parte de las partes para ejecutar estos Términos Legales.
fr: Ces conditions juridiques et toutes politiques ou règles de fonctionnement publiées par nous sur les services ou en ce qui concerne les services constituent l'intégralité de l'accord et de la compréhension entre vous et nous.
nl: Deze Juridische Voorwaarden en eventuele beleidsregels of operationele regels die door ons op de Services of met betrekking tot de Services zijn geplaatst, vormen de volledige overeenkomst en afspraak tussen u en ons.
pt: ESTES TERMOS JURÍDICOS E QUAISQUER POLÍTICAS OU REGRAS DE OPERAÇÃO POSTADAS POR NÓS NOS SERVIÇOS OU EM RELAÇÃO AOS SERVIÇOS CONSTITUEM O ACORDO INTEGRAL E ENTENDIMENTO ENTRE VOCÊ E NÓS. NOSSO FRACASSO AO EXERCER OU FAZER CUMPRIR QUALQUER DIREITO OU DISPOSIÇÃO DESTES TERMOS JURÍDICOS NÃO OPERARÁ COMO UMA RENÚNCIA DE TAL DIREITO OU DISPOSIÇÃO. ESTES TERMOS JURÍDICOS OPERAM NA MEDIDA MAIS AMPLA PERMITIDA PELA LEI. PODEMOS ATRIBUIR QUAISQUER OU TODOS OS NOSSOS DIREITOS E OBRIGAÇÕES A OUTROS A QUALQUER MOMENTO. NÃO SEREMOS RESPONSÁVEIS POR QUALQUER PERDA, DANO, ATRASO OU FALHA EM AGIR CAUSADA POR QUALQUER CAUSA ALÉM DE NOSSO CONTROLE RAZOÁVEL. SE QUALQUER DISPOSIÇÃO OU PARTE DE UMA DISPOSIÇÃO DESTES TERMOS JURÍDICOS FOR CONSIDERADA ILÍCITA, INVÁLIDA OU INEXEQUÍVEL, ESSA DISPOSIÇÃO OU PARTE DA DISPOSIÇÃO SERÁ CONSIDERADA SEPARÁVEL DESTES TERMOS JURÍDICOS E NÃO AFETARÁ A VALIDADE E A EXECUÇÃO DAS DISPOSIÇÕES REMANESCENTES. NÃO EXISTE JOINT VENTURE, PARCERIA, EMPREGO OU RELACIONAMENTO DE AGÊNCIA CRIADO ENTRE VOCÊ E NÓS COMO RESULTADO DESTES TERMOS JURÍDICOS OU DO USO DOS SERVIÇOS. VOCÊ CONCORDA QUE ESTES TERMOS JURÍDICOS NÃO SERÃO INTERPRETADOS CONTRA NÓS POR TERMOS SIDO NÓS QUE OS REDIGIMOS. POR MEIO DESTA, VOCÊ RENUNCIA A QUALQUER E TODAS AS DEFESAS QUE POSSA TER COM BASE NA FORMA ELETRÔNICA DESTES TERMOS JURÍDICOS E NA AUSÊNCIA DE ASSINATURA PELAS PARTES AQUI PARA EXECUTAR ESTES TERMOS JURÍDICOS.

source: In order to resolve a complaint regarding the Services or to receive further information regarding use of the Services, please contact us at:
de: Um eine Beschwerde bezüglich der Dienste zu lösen oder weitere Informationen zur Nutzung der Dienste zu erhalten, kontaktieren Sie uns bitte unter:
es: Para resolver una queja con respecto a los Servicios o para recibir más información sobre el uso de los Servicios, por favor contáctenos en:
fr: Afin de résoudre une plainte concernant les Services ou de recevoir de plus amples informations concernant l'utilisation des Services, veuillez nous contacter à :
nl: Om een ​​klacht over de Services op te lossen of om meer informatie te ontvangen over het gebruik van de Services, kunt u contact met ons opnemen via:
pt: PARA RESOLVER UMA RECLAMAÇÃO SOBRE OS SERVIÇOS OU OBTER MAIS INFORMAÇÕES SOBRE O USO DOS SERVIÇOS, ENTRE EM CONTATO CONOSCO EM:

source: Phone:
de: Telefon:
es: Teléfono:
fr: Téléphone :
nl: Telefoon:
pt: Telefone:

source: Address:
de: Adresse:
es: Direcciones de Correo Electrónico
fr: Adresse :
nl: Adres:
pt: Endereço:

source: Paragraph
de: Absatz
es: Párrafo
fr: Paragraphe
nl: Paragraaf
pt: Parágrafo

source: Bullet Points
de: Aufzählungspunkte
es: Resumen en viñetas
fr: Puces
nl: Opsommingstekens
pt: Pontos de Bala

source: Short
de: Kurz
es: Corto
fr: Court
nl: Kort
pt: Curto

source: Long
de: Lang
es: Largo
fr: Longue
nl: Lang
pt: Longo

source: Sample Text
de: Beispieltext
es: Texto de ejemplo
fr: exemple de texte
nl: Voorbeeldtekst
pt: Texto de Exemplo

source: Paste Text
de: Text einfügen
es: Pegar texto
fr: Coller le texte
nl: Tekst plakken
pt: Colar Texto

source: Summarize
de: Zusammenfassen
es: Resumir ahora
fr: Résumer
nl: Samenvatten
pt: Resumir

source: Dashboard
de: Armaturenbrett
es: Tablero
fr: Tableau de bord
pt: Painel

source: Document Details
es: Detalles del documento
pt: Detalhes do Documento

source: Document ID
es: ID del documento
pt: ID do documento

source: Plan
pt: Plano

source: We currently support a maximum of 10,000 words.
pt: Atualmente, suportamos um máximo de 10.000 palavras.

source: page.
es: página.
pt: página.

source: If you choose to register or log in to our Services using a social media account, we may have access to certain information about you.
es: Si decides registrarte o iniciar sesión en nuestros Servicios utilizando una cuenta de redes sociales, podemos tener acceso a cierta información sobre ti.
pt: Se você optar por se cadastrar ou fazer login em nossos Serviços usando uma conta de mídia social, poderemos ter acesso a determinadas informações sobre você.
