Repository: AbdurazzoqovA/summy_saas
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, nl, pt

source: warrant and represent that your Submissions and/or Contributions do not constitute confidential information.
de: garantieren und versichern, dass Ihre Einsendungen und/oder Beiträge keine vertraulichen Informationen darstellen.
es: garantiza y declara que sus Envíos y/o Contribuciones no constituyen información confidencial.
fr: garantissez et déclarez que vos soumissions et/ou contributions ne constituent pas des informations confidentielles.
nl: garanderen en verklaren dat uw Inzendingen en/of Bijdragen geen vertrouwelijke informatie vormen.
pt: garante e declara que suas Submissões e/ou Contribuições não constituem informações confidenciais.

source: You are solely responsible for your Submissions and/or Contributions and you expressly agree to reimburse us for any and all losses that we may suffer because of your breach of (a) this section, (b) any third party’s intellectual property rights, or (c) applicable law.
de: Sie tragen die alleinige Verantwortung für Ihre Einsendungen und/oder Beiträge und erklären sich ausdrücklich damit einverstanden, uns für alle Verluste zu entschädigen, die uns aufgrund Ihrer Verletzung von (a) diesem Abschnitt, (b) den geistigen Eigentumsrechten Dritter,
es: Usted es el único responsable de sus Envíos y/o Contribuciones y acepta expresamente reembolsarnos por todas las pérdidas que podamos sufrir debido a su violación de (a) esta sección, (b) los derechos de propiedad intelectual de terceros o (c) la ley aplicable.
fr: Vous êtes seul responsable de vos soumissions et/ou contributions et vous acceptez expressément de nous rembourser toutes les pertes que nous pourrions subir en raison de votre violation de (a) cette section, (b) des droits de propriété intellectuelle de tout tiers,
nl: U bent als enige verantwoordelijk voor uw Inzendingen en/of Bijdragen en u gaat er uitdrukkelijk mee akkoord ons te vergoeden voor alle verliezen die wij kunnen lijden als gevolg van uw schending van (a) deze sectie, (b) de intellectuele eigendomsrechten van derden,
pt: Você é o único responsável por suas Submissões e/ou Contribuições e concorda expressamente em nos reembolsar por todas e quaisquer perdas que possamos sofrer devido à sua violação de (a) esta seção, (b) os direitos de propriedade intelectual de terceiros ou (c) a lei aplicável.

source: We may remove or edit your Content: Although we have no obligation to monitor any Contributions, we shall have the right to remove or edit any Contributions at any time without notice if in our reasonable opinion we consider such Contributions harmful or in breach of these Legal Terms. If we remove or edit any such Contributions, we may also suspend or disable your account and report you to the authorities.
de: Wir können Ihre Inhalte entfernen oder bearbeiten: Obwohl wir nicht verpflichtet sind, Beiträge zu überwachen, haben wir das Recht, Beiträge jederzeit und ohne Vorankündigung zu entfernen oder zu bearbeiten, wenn wir nach vernünftigem Ermessen der Meinung sind, dass diese Beiträge schädlich sind oder gegen diese verstoßen
es: Podemos eliminar o editar su Contenido: Aunque no tenemos la obligación de monitorear ninguna Contribución, tenemos el derecho de eliminar o editar cualquier Contribución en cualquier momento sin previo aviso si, en nuestra opinión razonable, consideramos que dicha Contribución es perjudicial o viola estos Términos Legales. Si eliminamos o editamos tales Contribuciones, también podemos suspender o desactivar su cuenta e informarle a las autoridades.
fr: Nous pouvons supprimer ou modifier votre contenu : bien que nous n'ayons aucune obligation de surveiller les contributions, nous aurons le droit de supprimer ou de modifier toute contribution à tout moment et sans préavis si, à notre avis raisonnable, nous considérons que ces contributions sont nuisibles ou en violation des
nl: We kunnen uw inhoud verwijderen of bewerken: Hoewel we niet verplicht zijn om bijdragen te controleren, hebben we het recht om bijdragen op elk moment zonder voorafgaande kennisgeving te verwijderen of te bewerken als we naar onze redelijke mening vinden dat dergelijke bijdragen schadelijk zijn of in strijd zijn met
pt: Poderemos remover ou editar seu Conteúdo: Embora não tenhamos a obrigação de monitorar quaisquer Contribuições, teremos o direito de remover ou editar quaisquer Contribuições a qualquer momento, sem aviso prévio, se, em nossa opinião razoável, considerarmos tais Contribuições prejudiciais ou em violação desses Termos Legais. Se removermos ou editarmos quaisquer dessas Contribuições, também poderemos suspender ou desativar sua conta e denunciá-lo às autoridades.

source: By using the Services, you represent and warrant that: (1) all registration information you submit will be true, accurate, current, and complete; (2) you will maintain the accuracy of such information and promptly update such registration information as necessary; (3) you have the legal capacity and you agree to comply with these Legal Terms; (4) you are not under the age of 13; (5) you are not a minor in the jurisdiction in which you reside, or if a minor, you have received parental permission to use the Services; (6) you will not access the Services through automated or non-human means, whether through a bot, script or otherwise; (7) you will not use the Services for any illegal or unauthorized purpose; and (8) your use of the Services will not violate any applicable law or regulation.
de: Durch die Nutzung der Dienste erklären und garantieren Sie, dass: (1) alle von Ihnen übermittelten Registrierungsinformationen wahr, genau, aktuell und vollständig sind;
es: Al utilizar los Servicios, usted declara y garantiza que: (1) toda la información de registro que envíe será verdadera, precisa, actual y completa; (2) mantendrá la exactitud de dicha información y actualizará rápidamente dicha información de registro según sea necesario; (3) tiene la capacidad legal y acepta cumplir con estos Términos Legales; (4) no tiene menos de 13 años; (5) no es menor de edad en la jurisdicción en la que reside, o si es menor, ha obtenido el permiso de los padres para usar los Servicios; (6) no accederá a los Servicios mediante medios automatizados o no humanos, ya sea a través de un bot, script u otro medio; (7) no utilizará los Servicios para ningún propósito ilegal o no autorizado; y (8) su uso de los Servicios no violará ninguna ley o regulación aplicable.
fr: En utilisant les Services, vous déclarez et garantissez que : (1) toutes les informations d'inscription que vous soumettez seront vraies, exactes, à jour et complètes ;
nl: Door gebruik te maken van de Services verklaart en garandeert u dat: (1) alle registratiegegevens die u indient waar, nauwkeurig, actueel en volledig zijn;
pt: Ao usar os Serviços, você declara e garante que: (1) todas as informações de registro que você enviar serão verdadeiras, precisas, atuais e completas; (2) você manterá a precisão dessas informações e as atualizará prontamente, se necessário; (3) você tem a capacidade legal e concorda em cumprir estes Termos Legais; (4) você não tem menos de 13 anos; (5) você não é menor na jurisdição em que reside, ou, se menor, obteve permissão dos pais para usar os Serviços; (6) você não acessará os Serviços por meio de meios automatizados ou não humanos, seja por meio de um bot, script ou de outra forma; (7) você não usará os Serviços para qualquer finalidade ilegal ou não autorizada; e (8) seu uso dos Serviços não violará nenhuma lei ou regulamento aplicável.

source: If you provide any information that is untrue, inaccurate, not current, or incomplete, we have the right to suspend or terminate your account and refuse any and all current or future use of the Services (or any portion thereof).
de: Wenn Sie unwahre, ungenaue, nicht aktuelle oder unvollständige Informationen angeben, haben wir das Recht, Ihr Konto zu sperren oder zu kündigen und jegliche aktuelle oder zukünftige Nutzung der Dienste (oder eines Teils davon) zu verweigern.
es: Si proporciona cualquier información que sea falsa, inexacta, no actual, o incompleta, tenemos el derecho de suspender o cancelar su cuenta y negar cualquier uso actual o futuro de los Servicios (o cualquier parte de los mismos).
fr: Si vous fournissez des informations fausses, inexactes, périmées ou incomplètes, nous avons le droit de suspendre ou de résilier votre compte et de refuser toute utilisation actuelle ou future des Services (ou de toute partie de ceux-ci).
nl: Als u informatie verstrekt die onwaar, onnauwkeurig, niet actueel of onvolledig is, hebben wij het recht om uw account op te schorten of te beëindigen en elk huidig ​​of toekomstig gebruik van de Services (of een deel daarvan) te weigeren.
pt: Se você fornecer qualquer informação que seja falsa, imprecisa, desatualizada ou incompleta, temos o direito de suspender ou encerrar sua conta e recusar qualquer uso atual ou futuro dos Serviços (ou qualquer parte deles).

source: You may be required to register to use the Services. You agree to keep your password confidential and will be responsible for all use of your account and password. We reserve the right to remove, reclaim, or change a username you select if we determine, in our sole discretion, that such username is inappropriate, obscene, or otherwise objectionable.
de: Möglicherweise müssen Sie sich registrieren, um die Dienste nutzen zu können.
es: Es posible que deba registrarse para utilizar los Servicios. Usted acepta mantener su contraseña de forma confidencial y será responsable de todo el uso de su cuenta y contraseña. Nos reservamos el derecho de eliminar, recuperar o cambiar un nombre de usuario que seleccione si determinamos, a nuestra entera discreción, que dicho nombre de usuario es inapropiado, obsceno o de alguna manera objetable.
fr: Vous devrez peut-être vous inscrire pour utiliser les Services.
nl: Mogelijk moet u zich registreren om de Services te gebruiken.
pt: Você pode ser obrigado a se cadastrar para usar os Serviços. Você concorda em manter sua senha confidencial e será responsável por todo o uso de sua conta e senha. Reservamo-nos o direito de remover, recuperar ou alterar um nome de usuário que você selecionar se determinarmos, a nosso critério exclusivo, que tal nome de usuário é inadequado, obsceno ou de outra forma objetável.

source: We accept the following forms of payment:
de: Wir akzeptieren folgende Zahlungsarten:
es: Aceptamos las siguientes formas de pago:
fr: Nous acceptons les modes de paiement suivants :
nl: Wij accepteren de volgende betaalmethoden:
pt: Aceitamos as seguintes formas de pagamento:

source: Visa
de: Visum
nl: Visum

source: Discover
de: Entdecken
fr: Découvrir
nl: Ontdek

source: You agree to provide current, complete, and accurate purchase and account information for all purchases made via the Services. You further agree to promptly update account and payment information, including email address, payment method, and payment card expiration date, so that we can complete your transactions and contact you as needed. Sales tax will be added to the price of purchases as deemed required by us. We may change prices at any time. All payments shall be in US dollars.
de: Sie erklären sich damit einverstanden, für alle über die Dienste getätigten Einkäufe aktuelle, vollständige und genaue Kauf- und Kontoinformationen anzugeben.
es: Usted acepta proporcionar información de compra y de cuenta actual, completa y precisa para todas las compras realizadas a través de los Servicios. Además, acepta actualizar rápidamente la información de la cuenta y el pago, incluida la dirección de correo electrónico, el método de pago y la fecha de vencimiento de la tarjeta de pago, para que podamos completar sus transacciones y comunicarnos con usted según sea necesario. Se agregará impuesto sobre las ventas al precio de las compras según lo considere necesario. Podemos cambiar los precios en cualquier momento. Todos los pagos serán en dólares estadounidenses.
fr: Vous acceptez de fournir des informations d'achat et de compte à jour, complètes et exactes pour tous les achats effectués via les Services.
nl: U stemt ermee in actuele, volledige en nauwkeurige aankoop- en accountgegevens te verstrekken voor alle aankopen die via de Services worden gedaan.
pt: Você concorda em fornecer informações de compra e conta atuais, completas e precisas para todas as compras feitas por meio dos Serviços. Você concorda ainda em atualizar prontamente as informações da conta e pagamento, incluindo endereço de e-mail, método de pagamento e data de validade do cartão de pagamento, para que possamos concluir suas transações e entrar em contato conforme necessário. O imposto sobre vendas será adicionado ao preço das compras, conforme considerado necessário por nós. Podemos alterar os preços a qualquer momento. Todos os pagamentos serão em dólares americanos.

source: You agree to pay all charges at the prices then in effect for your purchases and any applicable shipping fees, and you authorize us to charge your chosen payment provider for any such amounts upon placing your order. We reserve the right to correct any errors or mistakes in pricing, even if we have already requested or received payment.
de: Sie erklären sich damit einverstanden, alle Gebühren zu den dann für Ihre Einkäufe geltenden Preisen sowie alle anfallenden Versandkosten zu zahlen, und Sie ermächtigen uns, bei Ihrer Bestellung dem von Ihnen gewählten Zahlungsanbieter diese Beträge in Rechnung zu stellen.
es: Acepta pagar todos los cargos al precio vigente en ese momento para sus compras y cualquier tarifa de envío aplicable, y nos autoriza a cobrarle a su proveedor de pago elegido por tales cantidades al realizar su pedido. Nos reservamos el derecho de corregir cualquier error o equivocación en los precios, incluso si ya hemos solicitado o recibido el pago.
fr: Vous acceptez de payer tous les frais aux prix alors en vigueur pour vos achats ainsi que tous les frais d'expédition applicables, et vous nous autorisez à facturer ces montants au fournisseur de paiement choisi lors de la passation de votre commande.
nl: U stemt ermee in om alle kosten te betalen tegen de prijzen die op dat moment gelden voor uw aankopen en eventuele toepasselijke verzendkosten, en u machtigt ons om dergelijke bedragen in rekening te brengen bij de door u gekozen betalingsprovider wanneer u uw bestelling plaatst.
pt: Você concorda em pagar todas as cobranças pelos preços então vigentes para suas compras e quaisquer taxas de envio aplicáveis, e autoriza-nos a cobrar do seu provedor de pagamento escolhido por quaisquer desses valores ao colocar seu pedido. Reservamo-nos o direito de corrigir quaisquer erros ou equívocos nos preços, mesmo que já tenhamos solicitado ou recebido pagamento.

source: We reserve the right to refuse any order placed through the Services. We may, in our sole discretion, limit or cancel quantities purchased per person, per household, or per order. These restrictions may include orders placed by or under the same customer account, the same payment method, and/or orders that use the same billing or shipping address. We reserve the right to limit or prohibit orders that, in our sole judgment, appear to be placed by dealers, resellers, or distributors.
de: Wir behalten uns das Recht vor, über die Dienste aufgegebene Bestellungen abzulehnen.
es: Nos reservamos el derecho de rechazar cualquier pedido realizado a través de los Servicios. Podemos, a nuestra entera discreción, limitar o cancelar cantidades compradas por persona, por hogar o por pedido. Estas restricciones pueden incluir pedidos realizados por o bajo la misma cuenta de cliente, el mismo método de pago y/o pedidos que utilicen la misma dirección de facturación o envío. Nos reservamos el derecho de limitar o prohibir pedidos que, a nuestra entera discreción, parezcan haber sido realizados por distribuidores, revendedores o distribuidores.
fr: Nous nous réservons le droit de refuser toute commande passée via les Services.
nl: Wij behouden ons het recht voor om elke bestelling die via de Diensten wordt geplaatst te weigeren.
pt: Reservamo-nos o direito de recusar qualquer pedido feito por meio dos Serviços. Podemos, a nosso critério exclusivo, limitar ou cancelar quantidades adquiridas por pessoa, por domicílio ou por pedido. Essas restrições podem incluir pedidos feitos por ou sob a mesma conta de cliente, o mesmo método de pagamento e/ou pedidos que usem o mesmo endereço de cobrança ou envio. Reservamo-nos o direito de limitar ou proibir pedidos que, a nosso critério exclusivo, pareçam ter sido feitos por revendedores ou distribuidores.

source: Billing and Renewal
de: Abrechnung und Verlängerung
fr: Facturation et renouvellement
nl: Facturering en verlenging
pt: Faturamento e Renovação

source: Your subscription will continue and automatically renew unless canceled. You consent to our charging your payment method on a recurring basis without requiring your prior approval for each recurring charge, until such time as you cancel the applicable order. The length of your billing cycle is monthly.
de: Ihr Abonnement läuft weiter und verlängert sich automatisch, sofern es nicht gekündigt wird.
es: Su suscripción continuará y se renovará automáticamente a menos que se cancele. Usted consiente en que carguemos su método de pago de forma recurrente sin requerir su aprobación previa para cada cargo recurrente, hasta que cancele la orden correspondiente. La duración de su ciclo de facturación es mensual.
fr: Votre abonnement continuera et se renouvellera automatiquement sauf annulation.
nl: Uw abonnement loopt door en wordt automatisch verlengd, tenzij u het opzegt.
pt: Sua assinatura continuará e será renovada automaticamente, a menos que seja cancelada. Você consente que cobraremos seu método de pagamento de maneira recorrente, sem exigir sua aprovação prévia para cada cobrança recorrente, até que você cancele o pedido aplicável. O período do seu ciclo de faturamento é mensal.

source: Cancellation
de: Stornierung
es: Cancelación
fr: Annulation
nl: Annulering
pt: Cancelamento

source: All purchases are non-refundable. You can cancel your subscription at any time by logging into your account. Your cancellation will take effect at the end of the current paid term. If you have any questions or are unsatisfied with our Services, please email us at info@summarygenerator.io.
de: Alle Einkäufe sind nicht erstattungsfähig.
es: Todas las compras son no reembolsables. Puede cancelar su suscripción en cualquier momento iniciando sesión en su cuenta. Su cancelación tendrá efecto al final del plazo de pago actual. Si tiene alguna pregunta o no está satisfe cho con nuestros Servicios, envíenos un correo electrónico a info@summarygenerator.io.
fr: Tous les achats ne sont pas remboursables.
nl: Alle aankopen kunnen niet worden gerestitueerd.
pt: Todas as compras são não reembolsáveis. Você pode cancelar sua assinatura a qualquer momento fazendo login em sua conta. Seu cancelamento terá efeito no fim do período atual pago. Se tiver alguma dúvida ou estiver insatisfeito com nossos Serviços, por favor, envie um e-mail para info@summarygenerator.io.

source: Fee Changes
de: Gebührenänderungen
es: Cambios en las tarifas
fr: Modifications des frais
nl: Tariefwijzigingen
pt: Alterações de Taxa

source: We may, from time to time, make changes to the subscription fee and will communicate any price changes to you in accordance with applicable law.
de: Wir können von Zeit zu Zeit Änderungen an der Abonnementgebühr vornehmen und werden Ihnen alle Preisänderungen gemäß geltendem Recht mitteilen.
es: Podemos, de vez en cuando, realizar cambios en la tarifa de suscripción y comunicaremos cualquier cambio de precio de acuerdo con la ley aplicable.
fr: Nous pouvons, de temps à autre, apporter des modifications aux frais d'abonnement et vous communiquerons tout changement de prix conformément à la loi applicable.
nl: We kunnen van tijd tot tijd wijzigingen aanbrengen in de abonnementskosten en zullen eventuele prijswijzigingen aan u doorgeven in overeenstemming met de toepasselijke wetgeving.
pt: Podemos, de tempos em tempos, fazer alterações na taxa de assinatura e comunicaremos quaisquer alterações de preço a você de acordo com a lei aplicável.

source: We may include software for use in connection with our Services. If such software is accompanied by an end user license agreement ('EULA'), the terms of the EULA will govern your use of the software. If such software is not accompanied by a EULA, then we grant to you a non-exclusive, revocable, personal, and non-transferable license to use such software solely in connection with our services and in accordance with these Legal Terms. Any software and any related documentation is provided 'AS IS' without warranty of any kind, either express or implied, including, without limitation, the implied warranties of merchantability, fitness for a particular purpose, or non-infringement. You accept any and all risk arising out of use or performance of any software. You may not reproduce or redistribute any software except in accordance with the EULA or these Legal Terms.
de: Wir können Software zur Verwendung in Verbindung mit unseren Diensten einbinden.
es: Podemos incluir software para su uso en conexión con nuestros Servicios. Si dicho software se acompaña de un acuerdo de licencia de usuario final ('EULA'), los términos del EULA regirán su uso del software. Si dicho software no se acompaña de un EULA, le otorgamos una licencia no exclusiva, revocable, personal y no transferible para utilizar dicho software únicamente en conexión con nuestros servicios y de acuerdo con estos Términos Legales. Cualquier software y cualquier documentación relacionada se proporciona 'TAL CUAL' sin garantía de ningún tipo, ya sea expresa o implícita, incluidas, entre otras, las garantías implícitas de comercialización, idoneidad para un fin particular o no infracción. Acepta cualquier riesgo derivado del uso o rendimiento de cualquier software. No puede reproducir ni redistribuir ningún software, excepto según lo dispuesto en el EULA o estos Términos Legales.
fr: Nous pouvons inclure des logiciels à utiliser en relation avec nos Services.
nl: We ​​kunnen software toevoegen voor gebruik in verband met onze Services.
pt: Podemos incluir software para uso em conexão com nossos Serviços. Se esse software for acompanhado por um acordo de licença de usuário final ('EULA'), os termos da EULA regerão seu uso do software. Se tal software não for acompanhado por uma EULA, concedemos a você uma licença não exclusiva, revogável, pessoal e intransferível para usar tal software exclusivamente em conexão com nossos serviços e de acordo com estes Termos Legais. Qualquer software e documentação relacionada são fornecidos 'COMO ESTÃO', sem garantia de qualquer tipo, expressa ou implícita, incluindo, sem limitação, as garantias implícitas de comercialização, adequação a uma finalidade específica ou não violação. Você aceita todos os riscos decorrentes do uso ou desempenho de qualquer software. Você não pode reproduzir ou redistribuir nenhum software, exceto de acordo com a EULA ou estes Termos Legais.
