Repository: AbdurazzoqovA/summy_saas
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr, nl, pt

source: By posting your Contributions to any part of the Services or making Contributions accessible to the Services by linking your account from the Services to any of your social networking accounts, you automatically grant, and you represent and warrant that you have the right to grant, to us an unrestricted, unlimited, irrevocable, perpetual, non-exclusive, transferable, royalty-free, fully-paid, worldwide right, and license to host, use, copy, reproduce, disclose, sell, resell, publish, broadcast, retitle, archive, store, cache, publicly perform, publicly display, reformat, translate, transmit, excerpt (in whole or in part), and distribute such Contributions (including, without limitation, your image and voice) for any purpose, commercial, advertising, or otherwise, and to prepare derivative works of, or incorporate into other works, such Contributions, and grant and authorize sublicenses of the foregoing. The use and distribution may occur in any media formats and through any media channels.
de: Indem Sie Ihre Beiträge in irgendeinem Teil der Dienste veröffentlichen oder Beiträge für die Dienste zugänglich machen, indem Sie Ihr Konto von den Diensten mit einem Ihrer Social-Networking-Konten verknüpfen, gewähren Sie automatisch die Gewährung und erklären und gewährleisten, dass Sie das Recht zur Gewährung haben
es: Al publicar tus Contribuciones en cualquier parte de los Servicios o hacer Contribuciones accesibles a los Servicios vinculando tu cuenta desde los Servicios a cualquiera de tus cuentas de redes sociales, automáticamente otorgas, y representas y garantizas que tienes el derecho de otorgar, a nosotros un derecho ilimitado, ilimitado, irrevocable, perpetuo, no exclusivo, transferible, libre de regalías, totalmente pagado, mundial y licencia para albergar, usar, copiar, reproducir, divulgar, vender, revender, publicar, transmitir, transmitir, reeditar, archivar, almacenar, almacenar en caché, realizar públicamente, mostrar públicamente, reformatear, traducir, transmitir, extraer (en su totalidad o en parte) y distribuir tales Contribuciones (incluyendo, sin limitación, tu imagen y voz) para cualquier propósito, comercial, publicitario o de otro tipo, y para preparar trabajos derivados de, o incorporar en otros trabajos, tales Contribuciones, y otorgar y autorizar sublicencias de lo anterior. El uso y distribución pueden ocurrir en cualquier formato de medios y a través de cualquier canal de medios.
fr: En publiant vos contributions à n'importe quelle partie des services ou en rendant les contributions accessibles aux services en liant votre compte des services à l'un de vos comptes de réseaux sociaux, vous accordez automatiquement, et vous déclarez et garantissez que vous avez le droit d'accorder
nl: Door uw Bijdragen op enig onderdeel van de Diensten te plaatsen of Bijdragen toegankelijk te maken voor de Diensten door uw account van de Diensten te koppelen aan een van uw sociale netwerkaccounts, verleent u automatisch, en verklaart en garandeert u dat u het recht hebt om
pt: Ao postar suas Contribuições em qualquer parte dos Serviços ou tornar Contribuições acessíveis aos Serviços vinculando sua conta dos Serviços a qualquer uma de suas contas de redes sociais, você automaticamente concede, e declara e garante que possui o direito de conceder a nós um direito e licença irrestritos, ilimitados, irrevogáveis, perpétuos, não exclusivos, transferíveis, isentos de royalties, integralmente pagos, mundiais, para hospedar, usar, copiar, reproduzir, divulgar, vender, revender, publicar, transmitir, exibir publicamente, reformatar, traduzir, transmitir, extrair (total ou parcialmente), e distribuir tais Contribuições (incluindo, sem limitação, sua imagem e voz) para qualquer finalidade, comercial, publicitária ou de outra forma, e para preparar trabalhos derivados ou incorporar em outros trabalhos tais Contribuições, e conceder e autorizar sublicenças do acima mencionado. O uso e a distribuição podem ocorrer em qualquer formato de mídia e por meio de qualquer canal de mídia.

source: This license will apply to any form, media, or technology now known or hereafter developed, and includes our use of your name, company name, and franchise name, as applicable, and any of the trademarks, service marks, trade names, logos, and personal and commercial images you provide. You waive all moral rights in your Contributions, and you warrant that moral rights have not otherwise been asserted in your Contributions.
de: Diese Lizenz gilt für jede Form, jedes Medium oder jede Technologie, die jetzt bekannt ist oder später entwickelt wird, und umfasst die Verwendung Ihres Namens, Firmennamens und Franchisenamens durch uns, sofern zutreffend, sowie aller Marken, Dienstleistungsmarken, Handelsnamen,
es: Esta licencia se aplicará a cualquier forma, medio o tecnología conocida o desarrollada en el futuro, e incluye nuestro uso de tu nombre, nombre de empresa y nombre de franquicia, según corresponda, y cualquiera de las marcas comerciales, marcas de servicio, nombres comerciales, logotipos e imágenes personales y comerciales que proporcionas. Renuncias a todos los derechos morales en tus Contribuciones y garantizas que los derechos morales no se han afirmado de otra manera en tus Contribuciones.
fr: Cette licence s'appliquera à toute forme, média ou technologie actuellement connue ou développée ultérieurement, et inclut notre utilisation de votre nom, du nom de votre entreprise et du nom de votre franchise, le cas échéant, ainsi que de toutes les marques déposées, marques de service, noms commerciaux,
nl: Deze licentie is van toepassing op elke vorm, media of technologie die nu bekend is of hierna wordt ontwikkeld, en omvat ons gebruik van uw naam, bedrijfsnaam en franchisenaam, indien van toepassing, en alle handelsmerken, dienstmerken, handelsnamen,
pt: Esta licença se aplica a qualquer forma, mídia ou tecnologia atualmente conhecida ou a ser desenvolvida no futuro, e inclui o uso do seu nome, nome da empresa e nome da franquia, conforme aplicável, e quaisquer marcas registradas, marcas de serviço, nomes comerciais, logotipos e imagens pessoais e comerciais que você fornecer. Você renuncia a todos os direitos morais em suas Contribuições, e você garante que os direitos morais não foram afirmados de outra forma em suas Contribuições.

source: We do not assert any ownership over your Contributions. You retain full ownership of all of your Contributions and any intellectual property rights or other proprietary rights associated with your Contributions. We are not liable for any statements or representations in your Contributions provided by you in any area on the Services. You are solely responsible for your Contributions to the Services and you expressly agree to exonerate us from any and all responsibility and to refrain from any legal action against us regarding your Contributions.
de: Wir erheben keinen Anspruch auf Eigentum an Ihren Beiträgen.
es: No afirmamos ningún derecho de propiedad sobre tus Contribuciones. Conservas la plena propiedad de todas tus Contribuciones y de cualquier derecho de propiedad intelectual u otros derechos de propiedad asociados con tus Contribuciones. No somos responsables de ninguna declaración o representación en tus Contribuciones proporcionadas por ti en cualquier área de los Servicios. Eres el único responsable de tus Contribuciones a los Servicios y expresamente acuerdas exonerarnos de cualquier responsabilidad y abstenerse de cualquier acción legal contra nosotros con respecto a tus Contribuciones.
fr: Nous ne revendiquons aucune propriété sur vos contributions.
nl: Wij claimen geen enkel eigendom over uw Bijdragen.
pt: Não afirmamos qualquer propriedade sobre suas Contribuições. Você mantém a propriedade total de todas as suas Contribuições e de quaisquer direitos de propriedade intelectual ou outros direitos de propriedade associados às suas Contribuições. Não somos responsáveis por quaisquer declarações ou representações em suas Contribuições fornecidas por você em qualquer área nos Serviços. Você é exclusivamente responsável por suas Contribuições para os Serviços e concorda expressamente em nos exonerar de qualquer e toda responsabilidade e em se abster de qualquer ação legal contra nós em relação às suas Contribuições.

source: We have the right, in our sole and absolute discretion, (1) to edit, redact, or otherwise change any Contributions; (2) to re-categorize any Contributions to place them in more appropriate locations on the Services; and (3) to pre-screen or delete any Contributions at any time and for any reason, without notice. We have no obligation to monitor your Contributions.
de: Wir haben das Recht, nach unserem alleinigen und uneingeschränkten Ermessen (1) Beiträge zu bearbeiten, zu redigieren oder anderweitig zu ändern;
es: Tenemos el derecho, a nuestra única y absoluta discreción, (1) de editar, censurar o cambiar de otra manera cualquier Contribución; (2) reorganizar cualquier Contribución para colocarlas en ubicaciones más apropiadas en los Servicios; y (3) preseleccionar o eliminar cualquier Contribución en cualquier momento y por cualquier motivo, sin previo aviso. No tenemos la obligación de monitorear tus Contribuciones.
fr: Nous avons le droit, à notre seule et absolue discrétion, (1) d'éditer, de rédiger ou de modifier de toute autre manière toute contribution ;
nl: Wij hebben het recht, naar eigen en absolute goeddunken, (1) bijdragen te bewerken, redigeren of anderszins te wijzigen;
pt: Temos o direito, a nosso exclusivo critério e absoluto, (1) de editar, censurar ou de outra forma alterar quaisquer Contribuições; (2) reclassificar quaisquer Contribuições para colocá-las em locais mais apropriados nos Serviços; e (3) pré-selecionar ou excluir quaisquer Contribuições a qualquer momento e por qualquer motivo, sem aviso prévio. Não temos obrigação de monitorar suas Contribuições.

source: As part of the functionality of the Services, you may link your account with online accounts you have with third-party service providers (each such account, a 'Third-Party Account') by either: (1) providing your Third-Party Account login information through the Services; or (2) allowing us to access your Third-Party Account, as is permitted under the applicable terms and conditions that govern your use of each Third-Party Account. You represent and warrant that you are entitled to disclose your Third-Party Account login information to us and/or grant us access to your Third-Party Account, without breach by you of any of the terms and conditions that govern your use of the applicable Third-Party Account, and without obligating us to pay any fees or making us subject to any usage limitations imposed by the third-party service provider of the Third-Party Account. By granting us access to any Third-Party Accounts, you understand that (1) we may access, make available, and store (if applicable) any content that you have provided to and stored in your Third-Party Account (the 'Social Network Content') so that it is available on and through the Services via your account, including without limitation any friend lists and (2) we may submit to and receive from your Third-Party Account additional information to the extent you are notified when you link your account with the Third-Party Account. Depending on the Third-Party Accounts you choose and subject to the privacy settings that you have set in such Third-Party Accounts, personally identifiable information that you post to your Third-Party Accounts may be available on and through your account on the Services. Please note that if a Third-Party Account or associated service becomes unavailable or our access to such Third-Party Account is terminated by the third-party service provider, then Social Network Content may no longer be available on and through the Services. You will have the ability to disable the connection between your account on the Services and your Third-Party Accounts at any time. PLEASE NOTE THAT YOUR RELATIONSHIP WITH THE THIRD-PARTY SERVICE PROVIDERS ASSOCIATED WITH YOUR THIRD-PARTY ACCOUNTS IS GOVERNED SOLELY BY YOUR AGREEMENT(S) WITH SUCH THIRD-PARTY SERVICE PROVIDERS. We make no effort to review any Social Network Content for any purpose, including but not limited to, for accuracy, legality, or non-infringement, and we are not responsible for any Social Network Content. You acknowledge and agree that we may access your email address book associated with a Third-Party Account and your contacts list stored on your mobile device or tablet computer solely for purposes of identifying and informing you of those contacts who have also registered to use the Services. You can deactivate the connection between the Services and your Third-Party Account by contacting us using the contact information below or through your account settings (if applicable). We will attempt to delete any information stored on our servers that was obtained through such Third-Party Account, except the username and profile picture that become associated with your account.
de: Im Rahmen der Funktionalität der Dienste können Sie Ihr Konto mit Online-Konten verknüpfen, die Sie bei Drittanbietern haben (jedes dieser Konten ist ein „Drittanbieter-Konto“), indem Sie entweder: (1) Ihr Drittanbieter-Konto angeben.
es: Como parte de la funcionalidad de los Servicios, puedes vincular tu cuenta con cuentas en línea que tengas con proveedores de servicios de terceros (cada una de estas cuentas, una 'Cuenta de Terceros') de dos maneras: (1) proporcionando tu información de inicio de sesión de la Cuenta de Terceros a través de los Servicios; o (2) permitiéndonos acceder a tu Cuenta de Terceros, según lo permitido por los términos y condiciones aplicables que rigen tu uso de cada Cuenta de Terceros. Declaras y garantizas que tienes derecho a divulgar tu información de inicio de sesión de la Cuenta de Terceros a nosotros y/o concedernos acceso a tu Cuenta de Terceros, sin violar ninguno de los términos y condiciones que rigen tu uso de la Cuenta de Terceros correspondiente, y sin obligarnos a pagar ninguna tarifa ni sujetarnos a ninguna limitación de uso impuesta por el proveedor de servicios de terceros de la Cuenta de Terceros. Al concedernos acceso a cualquier Cuenta de Terceros, comprendes que (1) podemos acceder, poner a disposición y almacenar (si es aplicable) cualquier contenido que hayas proporcionado y almacenado en tu Cuenta de Terceros (el 'Contenido de la Red Social') para que esté disponible en y a través de los Servicios a través de tu cuenta, incluyendo, entre otros, cualquier lista de amigos y (2) podemos enviar y recibir información adicional de tu Cuenta de Terceros en la medida en que se te notifique cuando vincules tu cuenta con la Cuenta de Terceros. Dependiendo de las Cuentas de Terceros que elijas y sujeto a la configuración de privacidad que hayas establecido en dichas Cuentas de Terceros, la información personal identificable que publiques en tus Cuentas de Terceros puede estar disponible en y a través de tu cuenta en los Servicios. Ten en cuenta que si una Cuenta de Terceros o el servicio asociado se vuelve no disponible o nuestro acceso a dicha Cuenta de Terceros es terminado por el proveedor de servicios de terceros, entonces el Contenido de la Red Social puede dejar de estar disponible en y a través de los Servicios. Tendrás la capacidad de desactivar la conexión entre tu cuenta en los Servicios y tus Cuentas de Terceros en cualquier momento. TEN EN CUENTA QUE TU RELACIÓN CON LOS PROVEEDORES DE SERVICIOS DE TERCEROS ASOCIADOS CON TUS CUENTAS DE TERCEROS ESTÁ GOBERNADA ÚNICAMENTE POR TUS ACUERDOS CON DICHOS PROVEEDORES DE SERVICIOS DE TERCEROS. No hacemos ningún esfuerzo por revisar ningún Contenido de la Red Social con ningún propósito, incluyendo pero no limitado a, precisión, legalidad o no infracción, y no somos responsables de cualquier Contenido de la Red Social. Reconoces y aceptas que podemos acceder a tu libro de direcciones de correo electrónico asociado con una Cuenta de Terceros y tu lista de
fr: Dans le cadre des fonctionnalités des Services, vous pouvez lier votre compte à des comptes en ligne que vous possédez auprès de fournisseurs de services tiers (chacun de ces comptes étant un « Compte tiers ») soit : (1) en fournissant votre compte tiers ;
nl: Als onderdeel van de functionaliteit van de Diensten kunt u uw account koppelen aan online accounts die u heeft bij externe dienstverleners (elk account wordt een 'Externe Account' genoemd) door: (1) uw Derden-account aan te bieden
pt: Como parte de la funcionalidad de los Servicios, puedes vincular tu cuenta con cuentas en línea que tengas con proveedores de servicios de terceros (cada una de estas cuentas, una 'Cuenta de Terceros') ya sea: (1) proporcionando la información de inicio de sesión de tu Cuenta de Terceros a través de los Servicios; o (2) permitiéndonos acceder a tu Cuenta de Terceros, según lo permitido por los términos y condiciones aplicables que rigen tu uso de cada Cuenta de Terceros. Aseguras y garantizas que tienes derecho a divulgar la información de inicio de sesión de tu Cuenta de Terceros a nosotros y/o otorgarnos acceso a tu Cuenta de Terceros, sin incumplir ninguno de los términos y condiciones que rigen tu uso de la Cuenta de Terceros aplicable, y sin obligarnos a pagar tarifas o estar sujetos a limitaciones de uso impuestas por el proveedor de servicios de terceros de la Cuenta de Terceros. Al otorgarnos acceso a cualquier Cuenta de Terceros, entiendes que (1) podemos acceder, poner a disposición y almacenar (si corresponde) cualquier contenido que hayas proporcionado y almacenado en tu Cuenta de Terceros (el 'Contenido de Redes Sociales') para que esté disponible en los Servicios a través de tu cuenta, incluyendo, sin limitación, cualquier lista de amigos y (2) podemos enviar y recibir de tu Cuenta de Terceros información adicional en la medida en que se te notifique cuando vinculas tu cuenta con la Cuenta de Terceros. Dependiendo de las Cuentas de Terceros que elijas y sujeto a las configuraciones de privacidad que hayas establecido en dichas Cuentas de Terceros, la información personal identificable que publiques en tus Cuentas de Terceros puede estar disponible en y a través de tu cuenta en los Servicios. Ten en cuenta que si una Cuenta de Terceros o el servicio asociado deja de estar disponible o nuestro acceso a tal Cuenta de Terceros es terminado por el proveedor de servicios de terceros, entonces el Contenido de Redes Sociales puede dejar de estar disponible en y a través de los Servicios. Tendrás la capacidad de desactivar la conexión entre tu cuenta en los Servicios y tus Cuentas de Terceros en cualquier momento. TEN EN CUENTA QUE TU RELACIÓN CON LOS PROVEEDORES DE SERVICIOS DE TERCEROS ASOCIADOS CON TUS CUENTAS DE TERCEROS ESTÁ REGIDA ÚNICAMENTE POR TUS ACUERDOS CON TALES PROVEEDORES DE SERVICIOS DE TERCEROS. No hacemos ningún esfuerzo por revisar el Contenido de Redes Sociales con ningún propósito, incluyendo, pero no limitado a, precisión, legalidad o no infracción, y no somos responsables de cualquier Contenido de Redes Sociales. Reconoces y aceptas que podemos acceder a tu libro de direcciones de correo electrónico asociado con una Cuenta de Terceros y tu lista de contactos almacenada en tu dispositivo móvil o tableta únicamente con el fin de identificar e informarte sobre aquellos contactos que también se hayan registrado para usar los Servicios. Puedes desactivar la conexión entre los Servicios y tu Cuenta de Terceros poniéndote en contacto con nosotros mediante la información de contacto a continuación o a través de la configuración de tu cuenta (si aplica). Intentaremos eliminar cualquier información almacenada en nuestros servidores que se haya obtenido a través de tal Cuenta de Terceros, excepto el nombre de usuario y la foto de perfil que se asocian con tu cuenta.
